[
  {
    "id": "1763811020432",
    "title": "ey-eu-ai-act-political-agreement-overview-february-2024",
    "description": "Uploaded 11/22/2025",
    "type": "PDF",
    "addedDate": "11/22/2025",
    "status": "Active Case",
    "colorClass": "bg-purple-100",
    "iconClass": "text-purple-600",
    "extractedText": "--- Page 1 ---\n\nThe European Union  Artificial Intelligence  Act  Latest developments and key takeaways  2   February 2024\n\n--- Page 2 ---\n\n1   Back to Contents  The EU Artificial Intelligence Act  Updated, 2 February 2024  ____________________________________________________________________________________________________  The EU institutions are now moving forward with an updated and “final” text of the Artificial Intelligence (AI)  Act, following December’s political agreem ent and   further technical meetings in January.  The AI Act is a landmark in global AI regulation, reflecting the EU’s objective to lead the way in promoting a  comprehensive legislative approach to support the trustworthy and responsible use of AI systems. T he AI Act  follows other major EU digital legislation, such as the General Data Protection Regulation (GDPR), the Digital  Services Act, the Digital Markets Act, the Data Act, and the Cyber Resilience Act.  This paper outlines key elements of the AI Act as i t currently stands   and   provides an overview of the Act’s  tiered compliance obligations.  This paper does not constitute legal advice.  The AI Act will unify how AI is regulated across the single market of the 27 EU Member States. It also has  important extraterritorial implications, as it covers   all AI systems impacting people in the EU , regardless of  where systems are developed or deploye d.  Compliance obligations are significant, and largely determined by the level of risk the usage of an AI system  poses to people’s safety, security, or fundamental rights. Obligations apply along the AI value chain.  The AI Act applies a tiered compliance   framework. Most requirements fall upon the developers and  deployers of AI systems classified as “high - risk”, and on general - purpose AI systems (including foundation  models and generative AI systems) posing “systemic risks”.  The agreement currently sets out   a phased timeline for enforcement, starting with prohibited AI systems in  late 2024 / early 2025 and progressively extending to   nearly   all AI systems by mid - 2027. There are  significant financial penalties for noncompliance.  It is important for business le aders in the EU and beyond to consider the implications of this complex  legislation before it comes into effect. This consideration includes understanding how the AI Act interacts  with existing and emerging rules and regulations in other jurisdictions, as   well as with voluntary AI codes  and principles.  Businesses and other organizations should ensure they have an up - to - date inventory of the AI systems that  they are developing or deploying. They will need to assess whether their systems are subject to compli ance  obligations and, if so, under which classification. Developers and deployers of high - risk and general - purpose  AI systems will also need to ensure that effective AI governance frameworks and compliance systems are in  place.  Key takeaways  Who will   the AI Act affect?  •   The AI Act applies to all AI systems impacting people in the EU (whether these AI systems are built and  operated from within the EU or from elsewhere). It applies across all sectors.  •   The AI Act imposes different obligations across all a ctors in the AI value chain.  •   In certain cases, the AI Act also applies to AI models and systems placed on the market prior to the Act  taking effect, including:  •   If these are G eneral Purpose AI   (GPAI, see definition below)   models .\n\n--- Page 3 ---\n\n2   Back to Contents  •   If these are AI   systems which fall into the “prohibited” category, or if these are “high - risk” AI systems  that are intended to be used by public authorities.  •   Moreover, if an existing AI system undergoes significant changes, it will be treated like the other  systems in its   “updated” risk category that are being placed on the market at the same time.  What are the key features of the AI Act?  •   Definition of AI : The AI Act applies a broad definition of an AI system derived from the recently updated  Organization   for Economic Co - operation and Development definition (see relevant section below).  •   Risk - based approach focuses on use cases : Obligations are primarily based on the level of risk posed by  how an AI system is used (or could be used), not the technology on which it is based.  •   GPAI models   are treated separately due to the breadth of their potential use cases.  •   Risk classification system : The AI Act establishes a tiered compliance framework consisting of different  categories of risk and different requirements for each such   category. All AI systems will need to be  inventoried and assessed to determine their risk category and the ensuing responsibilities.  •   Prohibited systems : Systems posing what legislators consider an unacceptable risk to people’s safety,  security and fundamen tal rights will be banned from use in the EU.  •   High - risk AI systems : These systems will carry the majority of compliance obligations (alongside GPAI  systems   -   see below), including the establishment of risk and quality management systems, data  governance,   human oversight, cybersecurity measures, post - market monitoring, and maintenance of  the required technical documentation. (Further obligations may be specified in subsequent AI  regulations for healthcare, financial services, automotive, aviation, and other   sectors.)  •   Minimal - risk AI systems : Beyond the initial risk assessment and some transparency requirements for  certain AI systems, the AI Act imposes no additional obligations on these systems but invites  companies to commit to codes of conduct on a volunta ry basis.  •   Pre - market conformity assessments for high - risk AI systems : High - risk systems will require a conformity  assessment to evidence their compliance before being placed on the market :  •   The application of harmonized standards (currently under   development, see below) will allow AI  system providers to demonstrate compliance by self - assessment.  •   In limited cases, a third - party conformity assessment performed by an accredited independent  assessor (“notified body”) will be required.  •   General purpose A I systems (GPAI), including foundation models and generative AI : These advanced  models and systems will be regulated through a separate tiered approach, with additional obligations for  models posing a “systemic risk”.  •   Measures to support innovation : Regula tory “sandboxes” will be made available across the EU for  operators (especially small and medium enterprises) to access voluntarily. Here they can innovate,  experiment, test, and validate the compliance of their AI systems with the AI Act in a safe environ ment.  •   Interaction with other EU laws : Obligations under the AI Act will need to be integrated into the  compliance processes already established to implement existing EU laws, e.g., laws regarding product  safety, privacy, and financial services.  •   Enforcemen t and penalties : National competent authorities will have enforcement powers with the  capacity to impose significant fines depending on the level of noncompliance.  •   For use of prohibited AI systems, fines may be up to 7% of worldwide annual turnover (revenu e), while  noncompliance with requirements for high - risk AI systems will be subject to fines of up to 3% of the  same.  When will the AI Act take effect?  •   The Act is currently expected to enter into force in   Q2 - Q3   2024 ,   with different obligations then   taking  effect in stages. Some key dates are outlined below:\n\n--- Page 4 ---\n\n3   Back to Contents  •   AI Act prohibitions will start to be enforced six months after the Act enters into force (Q4 2024   –   Q1  2025).  •   GPAI obligations will take effect 12 months after entry into force ( Q2 - Q3   2025), but   with one  exception: GPAI models which have been placed on the market before this date will have an additional  24 months to comply (so from   Q2 - Q3   2027).  •   Most other obligations will take effect 24 months after the Act enters into force (so ,   Q2 - Q3   2026).  •   How ever:  •   Obligations for AI systems that are classified as high - risk because they are a safety  component of a system that is subject to Union harmonization legislation   (listed in Annex II),  will only take effect 36 months after the Act enters in force (so fro m   Q2 - Q3   2027).  •   Obligations for high - risk AI systems intended for use by public authorities that were on the  market before the entry into force of the AI Act, will only take effect 48 months after entry  into force (so from   Q2 - Q3   2028).  What actions   should   companies and other organizations   take from the outset?  1)   Inventory all AI systems you have (or potentially will have) developed or deployed and determine  whether any of these systems falls within the scope of the AI Act.  2)   Assess and categorize the in - scope A I systems to determine their risk classification and identify the  applicable compliance requirements.  3)   Understand your organization’s position in relevant AI value chains, the associated compliance  obligations and how these obligations will be met. Complian ce will need to be embedded in all  functions responsible for the AI systems along the value chain throughout their lifecycle.  4)   Consider what other questions, risks (e.g., interaction with other EU or non - EU regulations, including  on data privacy), and oppo rtunities (e.g., access to AI Act sandboxes for innovators, small and  medium enterprises, and others) the AI Act poses to your organization’s operations and strategy.  5)   Develop and execute a plan to ensure that the appropriate accountability and governance  f rameworks, risk management and control systems, quality management, monitoring, and  documentation are in place when the Act comes into force.\n\n--- Page 5 ---\n\n4   Back to Contents  Contacts  For questions about AI public policy and regulation:   For questions about AI:  Shawn Maher  EY Global Vice Chair, Public Policy  shawn.maher@eyg.ey.com  Nicola Morini Bianzino  EY Global Chief Technology Officer  nicola.morini.bianzino@eyg.ey.com  Ansgar Koene  EY Global AI Ethics an d Regulatory Leader  ansgar.koene1@be.ey.com  Beatriz Saiz - Sanz  EY Global Data and AI Leader  beatriz.sanzsaiz@es.ey.com  Anne McCormick  EY EMEIA Digital Policy Leader  anne.mccormick@uk.ey.com  Jay Persaud  EY Global Emerging Technologies Ecosystem Leader  jay.persaud@ey.com  Andrew Hobbs  EY EMEIA Public Policy Leader  ahobbs@uk.ey.com  Richard Jackson  EY Global AI Assurance Leader  richard.jackson@ey.com  John Hallmark  EY Americas Public Policy  EY US Political and Legislative Leader  Ernst and Young LLP  john.hallmark@ey.com  Dan Diasio  EY Global AI Consulting Leader  dan.diasio@ey.com  Yi Xie  EY Asia - Pacific Public Policy  yi.y.xie@hk.ey.com  Frank de Jonghe  EY EMEIA Trusted AI Leader  frank.de.jonghe1@uk.ey.com  Dean Protheroe  EY EMEIA Public Policy  dprotheroe@uk.ey.com  Peter Katko  EY Global Digital Law Leader  peter.katko@de.ey.com\n\n--- Page 6 ---\n\n5   Back to Contents  Contents  Key takeaways   ................................ ................................ ................................ ................................ ..........   1  Contacts   ................................ ................................ ................................ ................................ ...................   4  Context   ................................ ................................ ................................ ................................ .....................   6  Who is affected?   ................................ ................................ ................................ ................................ ........   6  When will the AI Act be implement ed?   ................................ ................................ ................................ .........   7  How does the EU define an AI system?   ................................ ................................ ................................ ........   7  How are AI systems classified?   ................................ ................................ ................................ ...................   8  Prohibited systems: which use cases pose an unacceptable risk?   ................................ ................................ ..   8  High - risk   systems: which use cases are subject to conformity assessments and obligations?   ..........................   9  What are the ob ligations for providers of high - risk AI systems?   ................................ ................................ ..   10  General obligations   ................................ ................................ ................................ ................................ ..   10  Pre - market conformity assessment for high - risk systems   ................................ ................................ ...........   10  Post - market obligations   ................................ ................................ ................................ ...........................   10  What are the obligations for deployers, importers and distributors of high - risk AI systems?   .........................   11  Minimal - risk systems: what obligations apply?   ................................ ................................ ...........................   11  How will general - purpose AI be regulated?   ................................ ................................ ................................   12  How will the AI Act interact with existing legislation and standards?   ................................ ...........................   13  How will new standards be developed and when will they be ready?   ................................ ............................   13  Codes of Practice to support compliance with GPAI obligations   ................................ ................................ ...   13  How does the AI Act aim to support AI innovation in the EU?   ................................ ................................ ......   13  AI regulatory sandboxes   ................................ ................................ ................................ ...........................   13  Real - world testing   ................................ ................................ ................................ ................................ ....   14  What will the regulatory oversight model for   the AI Act look like?   ................................ ...............................   14  What are the penalties for noncompliance?   ................................ ................................ ...............................   15  What are the next steps around and beyond the AI Act?   ................................ ................................ .............   15  The EU AI Pact ................................ ................................ ................................ ................................ .........   15  Appendix   ................................ ................................ ................................ ................................ .................   16\n\n--- Page 7 ---\n\n6   Back to Contents  Context  The AI Act is intended to advance four key objectives: 1  (i)   To ensure that AI systems placed on the EU market are safe and respect fundamental rights  (ii)   To ensure legal certainty to facilitate investment and innovation in AI  (iii)   To   enhance governance and effective enforcement of EU law on fundamental rights and safety  requirements applicable to AI systems  (iv)   To facilitate the development of a single market for lawful, safe and trustworthy AI applications,  and prevent market fragmentatio n  Who is affected?  The AI Act is broad in scope and comes with significant obligations along the value chain. It focuses on the  impact of AI systems on people, specifically on their wellbeing and fundamental rights.  It also contains extraterritorial measu res, affecting any business or organization that offers an AI system  impacting people within the EU, regardless of where the organization is headquartered.  Under certain conditions the AI Act also applies to AI systems that were put on the market prior to   the Act  taking effect:  •   If these are GPAI models.  •   If these are AI systems which fall into the “prohibited” category, or if these are “high - risk” AI systems that  are intended to be used by public authorities.  •   Moreover, if an existing AI system undergoes sign ificant changes, it will be treated like the other systems  in its “updated” risk category that are being placed on the market at the same time.  The AI Act will apply to (please see the appendix section below for full definitions of terms):  •   Providers puttin g AI systems on the market within the EU, regardless of their location  •   Providers and deployers of AI systems located in a non - EU country, where the output of the AI system is  used within the EU  •   Deployers of AI systems located in the EU  •   Importers and distri butors placing AI systems on the EU market  •   Product manufacturers placing products with AI systems on the EU market under their own name or  trademark  The AI Act will   not   apply to:  •   Public authorities in non - EU countries and international organizations that h ave law enforcement and  judicial cooperation agreements with the EU, provided that adequate safeguards are in place  •   AI systems used for purposes outside the scope of EU law - making authority, such as military or defense  •   AI systems specifically developed an d used for the sole purpose of scientific research and discovery  •   Research, testing and development activity regarding AI systems prior to placement on the market or into  service  •   Free and open - source software, unless their use would classify them as a   prohibited or high - risk AI  system, or their use would subject them to transparency obligations  1   “ EU AI Act Proposal, 2021   –   Explanatory Memorandum”, European Commission, April 2021   https://eur -  lex.europa.eu/legal - content/EN/TXT/HTML/?uri=CELEX:52021PC0206\n\n--- Page 8 ---\n\n7   Back to Contents  When will the AI Act be implemented?  The AI Act is expected to be approved by the European Parliament and Council and published in the Official  Journal in   Q2 - Q3   of 2024, after which it will come into force. As an EU regulation (as opposed to a directive),  it will be directly effective in Memb er States without the need for local enabling legislation.  The timeline for compliance with the provisions of the AI Act will be as follows:  Timeframe   Development  Calendar   Q2 - Q3   2024   AI Act expected to come into force.  Immediately after entry into  force  The European Commission must begin work to establish the AI  Office (EU oversight body) while Member States make provisions to  establish AI regulatory sandboxes.  (To note: the work t o establish the AI Office has already begun).  Six months after entry into force  (Q4 2024   –   Q1 2025)   AI Act prohibitions will come into effect.  12 months after entry into force  ( Q2 - Q3   2025)  Requirements for GPAI models will come into effect.   However,  GPAI models that were already on the market before this date will  have an additional 24 months to comply (see below).  24 months after entry into force  ( Q2 - Q3   2026)  Requirements for high - risk AI systems (classified under uses listed  in Annex III)   will come into effect, alongside transparency  requirements for certain other AI systems.  36 months after entry into force  ( Q2 - Q3   2027)  Requirements for high - risk AI systems classified under EU  harmonization laws contained in Annex II will come into effect .  GPAI models that were already on the market before obligations  began to apply twelve months after entry into force (see above),  will now have to comply.  48 months after entry into force  ( Q2 - Q3   2028)  High - risk AI systems intended for use by public autho rities that  were on the market before the entry into force of the AI Act should  now be compliant.  How does the EU define an AI system?  The AI Act’s definition of an AI system is derived from the recently updated   definition used by the Organisation  for Economic Co - operation and Development (OECD) . The objective in using the OECD definition as a basis, is  to encourage international alignment and continuity with other laws and codes. The AI Act defines an AI  system   as follows:  “An AI system is a machine - based system designed to operate with varying levels of autonomy and  that may exhibit adaptiveness after deployment and that, for explicit or implicit objectives, infers,  from the input it receives, how to generate ou tputs such as predictions, content, recommendations, or  decisions that can influence physical or virtual environments.”  The AI Act emphasizes that a key characteristic that differentiates AI systems from simpler and more  traditional software systems is th eir capability to infer. It states that the techniques that enable inference  while building an AI system include machine learning approaches that learn from data how to achieve a certain  objective, and logic -   and knowledge - based approaches that infer from   encoded knowledge or symbolic  representation of the task to be solved. The capacity of an AI system to infer goes beyond basic data  processing, enable learning, reasoning, or modelling.\n\n--- Page 9 ---\n\n8   Back to Contents  How are AI systems classified?  The AI Act sets compliance   obligations based on the inherent risks that arise from the application for which AI  systems are used .  General - purpose AI systems (GPAI), including foundation models and generative AI systems, follow a separate  classification framework. Please see the rel evant section below.  AI systems are classified as follows in the Act :  Classification  (Risk - based tier)   Description   Compliance  level  Use case examples  (see sections below for fuller details)  Prohibited AI  systems  Prohibited   because  uses pose an  unacceptable risk to  the safety, security,  and fundamental  rights of people.  Prohibition  Includes use of AI for   social scoring   which  could lead to detrimental treatment,  emotional recognition   systems in the  workplace,   biometric categorization   to  infer sensitive data, and   predictive policing  of individuals, among other uses. Some  exemptions will apply.  High - risk AI  systems  Permitted,   subject to  compliance with the  requirements of the  AI Act (i ncluding  conformity  assessments before  being placed on the  market).  Significant  Includes use of AI in:  •   Recruitment ,  •   Biometric identification surveillance  systems,  •   Safety components   of systems  covered by harmoni z ed legislation  (e.g.,   medical devices, auto motive )  •   Access to essential private and public  services (e.g.,   creditworthiness,  benefits, health and life insurance ),  •   Safety of critical infrastructure   (e.g.,  energy, transport ).  Minimal risk AI  systems  Permitted,   subject to  specific   transparency  and disclosure  obligations where  uses pose a limited  risk.  Limited  Certain AI systems that interact directly  with people (e.g.,   chatbots ), and visual or  audio   “deepfake”   content that has been  manipulated by an AI system.  Permitted,   with no  additional AI Act  requirements where  uses pose minimal  risk.  Minimal  By default, all other AI systems that do not  fall into the above categories (e.g., photo -  editing software, product - recommender  systems, spam filtering software,  schedul ing software)  Prohibited systems: which use cases pose an unacceptable risk?  The AI Act prohibits AI systems that pose unacceptable risks and that can be used to undermine a person’s  fundamental rights, or that may subject them to physical or   psychological harm. These prohibitions include:  •   AI systems that exploit vulnerabilities, or deploy subliminal techniques, to manipulate a person or a  specific group (e.g., children, the elderly, or people with disabilities), circumventing the users’ free w ill in a  manner likely to cause harm.  •   AI systems used for the social scoring, evaluation, or classification of people based on their social  behavior, inferred, or predicted, or personal characteristics, leading to detrimental treatment.\n\n--- Page 10 ---\n\n9   Back to Contents  •   AI systems used to   infer emotions of people in the workplace (such as human resource functions) and  educational institutions. Exemptions apply for some safety systems (e.g., detection of the drowsiness of  pilots).  •   Biometric categorization to infer sensitive data, such as rac e, sexual orientation, or religious beliefs.  •   Indiscriminate and untargeted scraping of facial images from the internet or CCTV to populate facial  recognition databases.  •   Predictive policing of individuals , defined as predicting individual behavior such as i ndividual likelihood of  offense or re - offense.  •   Law enforcement use of real - time remote biometric identification (RBI) systems in publicly accessible  spaces (certain exceptions apply   subject to prior judicial authorization and for strictly defined lists of  criminal offenses ).  High - risk systems: which use cases are subject to conformity  assessments and obligations?  The AI Act identifies high - risk uses in Annex II and Annex III. The European Commission is empowered to  update these annexes as new uses and risks   are identified. The following high - risk uses are currently listed:  •   AI systems used as a safety component of a product covered by EU harmonization legislation, including  but not limited to: 2  •   Medical devices   •   Marine equipment  •   Motor vehicles   •   Agricultural vehicles  •   Machinery   •   Railway interoperability  •   Civil aviation   •   Toys  •   AI systems applied in uses that pose a   significant risk of harm to health, safety, or fundamental rights: 3  •   Biometric identification and categorization of people  •   Management and operation of critical infrastructure (specifically, safety components of traffic, water,  gas, heating, and electricity infrastructure)  •   Education and vocational training (specifically, systems determining access to education and  assessment of   students)  •   Employment, worker management and access to self - employment (including recruitment and  performance monitoring)  •   Access to and enjoyment of essential private and public services and benefits (including eligibility for  benefits, evaluating creditwo rthiness, and pricing of life and health insurance, although those used for  purposes of detecting financial fraud are specifically not included)  •   Law enforcement uses such as data analytics systems to assess evidence of criminal activity  •   Migration, asylum,   and border control management (including monitoring of migration trends, border  surveillance, verification of travel documents, and examination of applications for visas, asylum, and  residence permits)  •   Administration of justice and democratic processes (in cluding researching and interpreting the law)  Exceptions to high - risk classification :  However, an AI system will not be considered high - risk if it:  2   Annex II, List of Union harmonisation legislation, EU   Artificial Intelligence Act Proposal, Version 21 January 2024  3   Annex III, High - risk AI systems referred to in Article 6(2), EU Artificial Intelligence Act Proposal, Version 21 January 2024\n\n--- Page 11 ---\n\n10   Back to Contents  •   Performs a narrow procedural task with no direct safety or security implications  •   Is meant to review or impr ove the quality of human output  •   Is used to detect decision - making patterns (or deviations from existing patterns to flag inconsistencies)  without influencing decisions  •   Is used for purposes of detecting financial fraud  What are the obligations for provider s of high - risk AI systems?  General obligations  Requirements for high - risk   AI systems include :  •   Establishing and maintaining appropriate AI   risk   and   quality   management   systems  •   Effective   data governance  •   Maintaining appropriate   technical documentation   and   record - keeping  •   Transparency   and provision of information to users  •   Enabling   and conducting   human oversight  •   Compliance with standards for   accuracy, robustness, and cybersecurity   for the intended purpose  •   Registering high - risk AI   systems on the EU database   before placing them on the market; systems used  for law enforcement, migration, asylum and border control, and critical infrastructure will be registered in  a non - public section of the database  Pre - market conformity assessment fo r high - risk systems  Providers must perform a conformity assessment on the high - risk AI system before placing it on the market:  •   The conformity assessment should examine whether the requirements laid out above have been met  In most cases,   providers can self - assess   if:  •   They apply procedures and methodologies that follow EU approved technical standards (harmonized  standards) that allow a presumption of conformity  A third - party conformity assessment   by an accredited body (notified body) is required if any of th e following  criteria apply:  •   The AI system is   part of a safety component subject to third - party assessment under Union harmonized  regulations (see above)  •   The AI system is   part of a biometric identification system  •   Harmonized standards are not used  Post - market obligations  Once a high - risk AI system has been placed on the market, providers continue to have obligations to ensure  ongoing safe performance and conformity over the system’s lifecycle. These include:  •   Maintaining   logs   generated by high - risk s ystems, to the extent that they are under their control, for a  period of at least six months  •   Immediately taking the necessary corrective actions   for nonconforming systems already on the market  and informing other operators in the value chain of the nonconf orming systems  •   Cooperating with the national competent authorities or the AI Office   (see relevant section below)   by  sharing all the information and documentation   necessary to show conformity upon receiving a reasonable  request\n\n--- Page 12 ---\n\n11   Back to Contents  •   Monitoring performance and sa fety   of AI systems throughout their lifetime and actively evaluating  continuous compliance with the AI Act  •   Reporting to the appropriate authorities, serious incidents   and malfunctions that lead to breaches of  fundamental rights  •   Undergoing new conformity as sessments for substantial modifications   (e.g., changes to a system’s  intended purpose or changes that affect how it meets regulations):  •   This applies whether the changes are made by the original provider or any third party.  •   For AI systems that are considered to have limited or minimal risk, it will be important to check  whether the original risk classification still applies after any chang es.  What are the obligations for deployers, importers and distributors of  high - risk AI systems?  Obligations of deployers   of high - risk AI systems include:  •   Completing a fundamental rights impact assessment (FRIA) before putting the AI system in use, if   the  deployer:  •   Is a public body or private entity providing public services  •   Provides essential private service that cover creditworthiness evaluation of persons, and risk  assessment and pricing in relation to life and health insurance  •   Implementing human ove rsight by people with the appropriate training and competence  •   Ensuring that input data is relevant to the use of the system  •   Suspending the use of the system if it poses a risk at a national level  •   Informing the AI system provider of any serious incidents  •   R etaining the automatically - generated system logs  •   Complying with the relevant registration requirements when the user is a public authority  •   Complying with GDPR obligations to perform a data protection impact assessment  •   Verifying the AI system is compliant w ith the AI Act and that all relevant documentation is evidenced  •   Informing people, they might be subject to the use of high - risk AI  Before placing a high - risk AI system on the market, it is the responsibility of importers and distributors to :  •   Verify that t he system complies with the AI Act, ensure that all relevant documentation is evidenced, and  communicate with the provider and market surveillance authorities accordingly  Minimal - risk systems: what obligations apply?  For some specific AI systems,   limited transparency obligations apply.  Providers must:  •   Design and develop systems in a way to make certain that people understand that they are interacting  with an AI system from the outset (e.g., chatbots)  Deployers must:  •   Inform and obtain the   consent of people exposed to permitted emotion recognition or biometric  categorization systems (e.g., safety systems monitoring driver attentiveness)  •   Disclose and clearly label where visual or audio “deep fake” content has been manipulated by AI.\n\n--- Page 13 ---\n\n12   Back to Contents  How will   general - purpose AI be regulated?  The definition in the AI Act of general - purpose AI (GPAI) models is:  “General - purpose AI model means an AI model, including when trained with a large amount of data  using self - supervision at scale, that displays significan t generality and is capable to competently  perform a wide range of distinct tasks regardless of the way the model is placed on the market and  that can be integrated into a variety of downstream systems or applications. This does not cover AI  models that ar e used before release on the market for research, development and prototyping  activities.”  The AI Act adopts a tiered approach to compliance obligations,   differentiating between high - impact GPAI  models with systemic risk, and other GPAI models.   The AI   Act defines “systemic risk at Union level” as:  “A   risk that is specific to the high - impact capabilities of general - purpose AI models, having a  significant impact on the internal market due to its reach, and with actual or reasonably foreseeable  negative ef fects on public health, safety, public security, fundamental rights, or the society as a whole,  that can be propagated at scale across the value chain.”  The GPAI tiers are as follows:  Tier   Description   Compliance level  Base - level tier   Models meeting the   GPAI definition   Limited transparency obligations  Systemic risk  tier  High - impact GPAI models posing a systemic risk are  provisionally identified based on cumulative amount of  computing power used for training (with power  greater than 10 25   floating point op erations [FLOPs]).  A model can also be classified in this tier based on a  decision of the Commission that a general - purpose AI  model has capabilities or impact equivalent to those  above.  Significant obligations  Providers of all GPAI models   will be required to:  •   Keep and maintain up - to - date technical documentation.  •   Make information available to downstream providers who intend to integrate the GPAI model into their AI  systems.  •   Put in place a policy to respect EU copyright law.  •   Disseminate deta iled summaries about the content used for training.  Exceptions to base - level GPAI transparency obligations :  •   Unless the GPAI models present systemic risks, these obligations shall not apply to providers of GPAI  models that are made accessible to the   public under a free and open - source license, and whose  parameters are made publicly available.  In addition, providers of high - impact GPAI models posing a systemic risk must:  •   Perform model evaluations.  •   Assess and mitigate systemic risks.  •   Document and report   to the European Commission any serious incidents and the corrective action taken.  •   Conduct adversarial training of the model (i.e., “red - teaming”).  •   Ensure that an adequate level of both cybersecurity and physical protections are in place.  •   Document and rep ort the estimated energy consumption of the model.\n\n--- Page 14 ---\n\n13   Back to Contents  To provide agility for adapting to rapid GPAI technology developments, the AI Office (see relevant section  below) will:  •   Update the designation criteria for high - impact GPAI, with possible   inclusion of criteria related to the  number of model parameters, quality or size of datasets, number of registered business or end users.  •   Facilitate the formulation of codes of practice to support the application of the compliance requirements.  How will th e AI Act interact with existing legislation and standards?  •   AI providers must continue to adhere to all relevant EU laws while incorporating requirements of the AI  Act.  •   Providers can combine AI Act compliance with existing procedures to avoid duplication an d ease the  compliance workload.  •   Where applicable, the AI Act should be embedded into relevant EU laws (e.g., financial services  regulations). Sectoral regulators will be designated as the relevant competent authorities to supervise the  enforcement of the A I Act for their sector.  How will new standards be developed and when will they be ready?  To reduce compliance burdens and speed up time - to - market, the AI Act allows for compliance self - assessment,  provided the obligations are met using European Commission - approved industry best practices as formalized  in “harmonized standards”.  •   The European Commission has issued a “standardization request” to the European standards bodies (CEN  and CENELEC), listing a series of topics for which new harmonized standards are   required to cover the  compliance obligations in the AI Act (see section on pre - market obligations of high - risk AI systems above).  •   The European standardization bodies aim to have standards available in time for implementation of the AI  Act in accordance wi th the agreed timelines (see above), but their readiness is not guaranteed.  •   Where possible the European standardization bodies will seek to adopt standards created by the  international standards bodies (ISO and IEC), with minimal modification.  Codes of   Practice to support compliance with GPAI obligations  Providers of high - impact GPAI models posing a systemic risk may rely on codes of practice to demonstrate  compliance until a harmonized standard is published.  The EU’s new AI Office (see below) shall enco urage and actively support the drawing up of codes of practice at  Union level, to facilitate the effective implementation of the obligations regarding the detection and labelling  of artificially generated or manipulated content. The Commission is empowered   to adopt implementing acts to  approve these codes of practice.  How does the AI Act aim to support AI innovation in the EU?  AI regulatory sandboxes  The AI Act mandates the establishment of   AI regulatory sandboxes to offer   innovation support across the EU.  •   These regulatory sandboxes are   controlled environments   in which providers and deployers (e.g., small  and medium enterprises) can voluntarily experiment, test, train, and validate their systems under  regulatory supervision before placing them on the market .  •   Each Member State will be expected to create a sandbox with common rules for consistent use across the  EU.  •   AI system providers will be able to receive a written report about their sandbox activities as evidence that  they have met AI Act requirements. Thi s is intended to speed up the approval process to take AI systems  to market.\n\n--- Page 15 ---\n\n14   Back to Contents  Real - world testing  Testing of AI systems in real - world conditions outside of AI regulatory sandboxes may be conducted by  providers or prospective providers of the high - risk AI sys tems listed in Annex III of the AI Act (see above), at  any time before being placed on the market, if the following conditions are met:  •   A testing plan has been submitted to, and approved by the market surveillance authorities  •   The provider is established in   the EU  •   Data protection rules are observed  •   Testing does not last longer than necessary and no more than six months (with the option to extend by an  additional six months)  •   End users have been informed, given their consent and have been provided with releva nt instructions  •   The predictions, recommendations and decisions of the AI system can be effectively reversed or  disregarded  What will the regulatory oversight model for the AI Act look like?  National competent authorities will be given oversight powers in M ember States. These are likely to take  different forms depending on the Member State.  At an EU level, the AI Act governance framework also establishes the:  •   AI Office   within the EU Commission, but with functional independence  •   This new body will have   oversight responsibilities for GPAI models. It will contribute to the  development of standards and testing practices, coordinate with the national competent authorities  and help enforce the rules in Member States  •   AI Board   representing the Member States to   provide strategic oversight for the AI Office  •   The Board will support the implementation of the AI Act and regulations promulgated pursuant to it,  including the design of codes of practice for GPAI models  •   Scientific panel   of independent experts   to support t he activities of the AI Office  •   The panel will contribute to the development of methodologies for evaluating the capabilities of GPAI  models and their subsequent classification, while also monitoring possible safety risks  •   Advisory forum   with representatives   of industry and civil society  •   Will provide technical expertise to the AI Board\n\n--- Page 16 ---\n\n15   Back to Contents  What are the penalties for noncompliance?  The AI Act sets out a strict enforcement regime for noncompliance.  There are three notional levels of noncompliance, each with signif icant financial penalties. Depending on the  level of violation (in line with the risk - based approach), the Act applies the following penalties:  Noncompliance case   Proposed fine  Breach of AI Act prohibitions   Fines up to €35 million or 7% of total   worldwide  annual turnover (revenue), whichever is higher  Noncompliance with the obligations set out for  providers of high - risk AI systems or GPAI models,  authorized representatives, importers, distributors,  users or notified bodies  Fines up to €15 million   or 3% of total worldwide  annual turnover (revenue), whichever is higher  Supply of incorrect or misleading information to the  notified bodies or national competent authorities in  reply to a request  Fines up to €7.5 million or 1.5% of total worldwide  annua l turnover (revenue), whichever is higher  In the case of small and medium enterprises, fines will be as described above, but whichever amount is lower.  National competent authorities will determine the fines in line with the guidance provided above.  Wh at are the next steps around and beyond the AI Act?  The EU AI Act next steps:  Over the coming months the AI Act will be put to the European Parliament and Council for final approval.  It is currently expected that the Act will be approved by the end of April 2024, and then be published in the EU  official journal in   Q2 - Q3   2024. The AI Act will come into force 20 days after publication, at which point the  phased implementation timeline sh all begin.  International alignment:  At an international level, the European Commission and other EU institutions will continue to work with multi -  national organizations including the Council of Europe, the U.S. –   EU Trade and Technology Council   (TTC), the  G7, the OECD, the G20, and the UN to promote the development and adoption of rules beyond the EU that are  compatible with the requirements of the AI Act.  The EU AI Pact  The European Commission is planning to launch a voluntary   AI Pact   as soon as the AI Act is adopted. While a  number of aspects of this proposed Pact are still to be clarified, it appears that it will seek the voluntary  comm itment of industry to start implementing some of the requirements of the AI Act ahead of the legal  deadlines:  •   The Commission will convene interested industry actors (EU and non - EU) in early 2024 to discuss the  proposed AI Pact and start to exchange best p ractices .  •   Once the AI Pact is launched, organizations will have the opportunity to sign - up and to make voluntary  public commitments reflecting some of the steps they are taking to prepare for compliance with the AI  Act.  ___________________________________ _________________________________________________________________\n\n--- Page 17 ---\n\n16   Back to Contents  Appendix  AI Act term   AI Act definition  Provider  A natural or legal person, public authority, agency, or other body that is or has  developed   an AI system to place on the market, or to put into service under its own name  or trademark whether for payment, or free of charge.  Deployer   A natural or legal per son, public authority, agency, or other body   using   an AI system  under its authority.  Authorized  representative  Any natural or legal person located or established in the EU who has received and  accepted a written mandate from a provider to   carry out its ob ligations on its behalf.  Importer  Any natural or legal person located or established in the EU that places on the market an  AI system that bears the name or trademark of a natural or legal person established  outside the EU.  Distributor   Any natural or legal person in the supply chain,   not being the provider or importer, who  makes an AI system available in the EU market.  Product  manufacturer  A manufacturer of an AI system that is put on the market or a manufacturer that puts  into service   an AI system   together with its product   and under its own name or  trademark.  Operator   A general term referring to all the terms above (provider, deployer, authorized  representative, importer, distributor, or product manufacturer).\n\n--- Page 18 ---\n\n17   Back to Contents  EY |   Building a better working world  EY exists to build a better working world, helping to  create long - term value for clients, people and society  and build trust in the capital markets.  Enabled by data and technology, diverse EY teams in  over 150 countries pro vide trust through assurance  and help clients grow, transform and operate.  Working across assurance, consulting, law, strategy,  tax and transactions, EY teams ask better questions to  find new answers for the complex issues facing our  world today.  EY refer s to the global organization, and may refer to one or  more, of the member firms of Ernst & Young Global Limited, each  of which is a separate legal entity. Ernst & Young Global Limited, a  UK company limited by guarantee, does not provide services to  clients . Information about how EY collects and uses personal data  and a description of the rights individuals have under data  protection legislation are available via ey.com/privacy. EY member  firms do not practice law where prohibited by local laws. For more  inf ormation about our organization, please visit ey.com.  © 2024 EYGM Limited.  All Rights Reserved.  EYG no. 001061 - 24Gbl  ED None  This material has been prepared for general informational  purposes only and is not intended to be relied upon as accounting,  tax,   legal or other professional advice. Please refer to your  advisors for specific advice.  ey.com",
    "analysis": {
      "governance_power_accountability": "The Artificial Intelligence (AI) Act by the European Union (EU) represents a centralized governance structure where institutional power is enacted through legislation. The goal of this act, defined by the EU, is to promote trustworthy and responsible use of AI systems. Accountability is enforced through significant financial penalties, and regulatory obligations apply along the AI value chain, from development to deployment.",
      "plurality_inclusion_embodiment": "The AI Act applies to all AI systems impacting people in the EU, regardless of where they are developed or deployed, indicating a broad scope of inclusion. However, the document does not explicitly address whether the act values or incorporates diverse knowledge systems or embodied experiences, including Indigenous, disability, or non-Western perspectives.",
      "agency_codesign_self_determination": "The AI Act appears to impose external controls rather than allowing for community agency, co-design, or the right to refuse. While the Act is applicable across all sectors and affects all AI systems impacting people in the EU, it is unclear if there are mechanisms for affected parties to participate in its design or implementation.",
      "reflexivity_situated_praxis": "There's no explicit evidence that the designers of the AI Act have examined their own positionality, history, and value assumptions. The Act's emphasis on compliance and regulation suggests an orientation towards procedural legitimacy without clear reflection on the structural inequities that could shape enforcement and implementation.",
      "legitimacy_claims": {
        "source": "Technocratic",
        "mechanisms": "Legitimacy is established through the EU's institutional authority and legal mechanisms, with the Act forming part of a series of major EU digital legislation.",
        "tensions": "There may be tensions between the technocratic legitimacy of the AI Act and democratic or market-based legitimacy, given the Act's broad reach and potential impact on diverse stakeholders."
      },
      "key_insight": "The EU's AI Act illustrates a top-down, technocratic approach to AI regulation, with potential tensions between centralized governance and the need for diverse stakeholder inclusion.",
      "governance_scores": {
        "centralization": 85,
        "rights_focus": 70,
        "flexibility": 30,
        "market_power": 75,
        "procedurality": 90
      },
      "structural_pillars": {
        "risk": {
          "title": "Risk Management",
          "description": "AI system's risk determines compliance obligations",
          "badge": "Risk-based"
        },
        "enforcement": {
          "title": "Financial Penalties",
          "description": "Noncompliance can lead to significant financial penalties",
          "badge": "Penalizing"
        },
        "rights": {
          "title": "Broad Applicability",
          "description": "Applies to all AI systems impacting people in the EU",
          "badge": "Universal"
        },
        "scope": {
          "title": "Extraterritorial Reach",
          "description": "Covers systems deployed globally that impact people in the EU",
          "badge": "Global"
        }
      }
    },
    "cultural_framing": {
      "state_market_society": "The policy document assumes a prominent role for the state as a regulator and strategist. The market actors are seen as subjects to regulation, expected to comply with the established guidelines. The civil society role is less explicit, but it can be inferred that it is viewed as a passive recipient of the impacts of AI, protected by the state. Public authorities are mentioned as special actors subject to distinctive rules.",
      "technology_role": "Technology, specifically AI, is framed as a tool and infrastructure that needs to be responsibly managed. It's seen as having potential risks to safety, security, and fundamental rights if not governed properly, hence the need for clear regulations.",
      "rights_conception": "The policy document primarily focuses on collective rights, particularly in relation to safety, security, and fundamental rights, without mentioning individual rights explicitly. The approach to rights appears to be more substantive, focusing on the outcomes of governance rather than procedures.",
      "historical_context": "The document seems to draw on the EU's experiences with digital legislation, mentioning other major regulations like the GDPR. The colonial history does not appear to be directly relevant, but a broader historical context of the EU leading in tech regulation can be seen.",
      "epistemic_authority": "The knowledge of experts, particularly those in legal and policy domains, is privileged. The document is a technical one, and there's no mention of incorporating knowledge from affected communities or market actors outside of their compliance with the law.",
      "cultural_distinctiveness_score": 0.5,
      "dominant_cultural_logic": "Technocratic legalism"
    }
  },
  {
    "id": "17638295174270a3ghrqwj",
    "title": "[Trace] Microsoft Purview terrifies me : r/sysadmin",
    "description": "Jun 21, 2023 ... 860 votes, 266 comments. As IT workers we are often given “keys to the kingdom” which need to be wielded carefully and with great respect ...",
    "type": "Trace",
    "extractedText": "Jun 21, 2023 ... 860 votes, 266 comments. As IT workers we are often given “keys to the kingdom” which need to be wielded carefully and with great respect ...\n\nSource: https://www.reddit.com/r/sysadmin/comments/14f4zxi/microsoft_purview_terrifies_me/\n\nFound via search for: \"tech workers protest military AI collaboration internal slack leak\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600",
    "resistance_analysis": {
      "strategy_detected": "Solidarity",
      "evidence_quote": "860 votes, 266 comments. As IT workers we are often given “keys to the kingdom” which need to be wielded carefully and with great respect ...",
      "interpretation": "The quote shows that IT workers are expressing their concerns collectively on an online platform. The use of 'we' indicates a form of collective identity, and the discussion of their shared responsibilities suggests mutual support and knowledge sharing.",
      "confidence": "Medium"
    }
  },
  {
    "id": "1763829517429duazoagcd",
    "title": "[Trace] Raspberry Pi is dead. Let's admit it. : r/raspberry_pi",
    "description": "Mar 10, 2023 ... The alternative to putting a Raspberry Pi on a drone for CV or video transmission, or inside the dash of a car, or inside a custom AR headset, ...",
    "type": "Trace",
    "extractedText": "Mar 10, 2023 ... The alternative to putting a Raspberry Pi on a drone for CV or video transmission, or inside the dash of a car, or inside a custom AR headset, ...\n\nSource: https://www.reddit.com/r/raspberry_pi/comments/11nxntr/raspberry_pi_is_dead_lets_admit_it/\n\nFound via search for: \"tech workers protest military AI collaboration internal slack leak\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "1763829517429wqld3bpor",
    "title": "[Trace] Open letter to Amazon about regulating AI : r/womenintech",
    "description": "Oct 15, 2025 ... 116 votes, 22 comments. I just came across this open letter that Amazon employees wrote to their senior leadership, but I think is worth ...",
    "type": "Trace",
    "extractedText": "Oct 15, 2025 ... 116 votes, 22 comments. I just came across this open letter that Amazon employees wrote to their senior leadership, but I think is worth ...\n\nSource: https://www.reddit.com/r/womenintech/comments/1o6wawy/open_letter_to_amazon_about_regulating_ai/\n\nFound via search for: \"tech workers protest military AI collaboration internal slack leak\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600",
    "analysis": {
      "governance_power_accountability": "The power seems to be held primarily by Amazon's senior leadership, who are the intended recipients of this open letter. The employees are attempting to hold them accountable for their decisions regarding AI regulation. There appears to be a lack of formal accountability mechanisms as the employees are resorting to an open letter to voice their concerns.",
      "plurality_inclusion_embodiment": "This system, as represented by the employees, seems to value diverse knowledge systems and embodied experiences, as they protest against AI collaboration with the military. However, it also implies an exclusion of non-Western perspectives, assuming a universal agreement on what constitutes 'ethical' AI use.",
      "agency_codesign_self_determination": "The employees are attempting to exercise agency and co-design by voicing their concerns to senior leadership. However, it's unclear whether they have the right to refuse their involvement in these projects, or if Amazon supports self-determination in this area.",
      "reflexivity_situated_praxis": "The employees' open letter demonstrates reflexivity, as they recognize their role within the organization and the potential ethical implications of their work. However, there's no clear indication of Amazon's awareness of these structural inequities.",
      "legitimacy_claims": {
        "source": "Hybrid",
        "mechanisms": "Amazon's legitimacy appears to be technocratic, given its market power and role as a tech company. However, the employees are introducing a democratic legitimacy claim by raising collective concerns.",
        "tensions": "There's a tension between Amazon's market-based legitimacy and the democratic legitimacy claim introduced by the employees."
      },
      "key_insight": "The Amazon employees' open letter reveals a tension between technocratic and democratic legitimacy within the organization's governance.",
      "governance_scores": {
        "centralization": 80,
        "rights_focus": 40,
        "flexibility": 30,
        "market_power": 70,
        "procedurality": 60
      },
      "structural_pillars": {
        "risk": {
          "title": "Risk Management",
          "description": "The employees are voicing concerns about potential risks associated with AI collaborations.",
          "badge": "Risk-Conscious"
        },
        "enforcement": {
          "title": "Accountability Enforcement",
          "description": "The employees are leveraging public pressure to enforce accountability.",
          "badge": "Self-Moderated"
        },
        "rights": {
          "title": "Employee Rights",
          "description": "It's unclear whether the employees have the right to refuse involvement in projects they find ethically questionable.",
          "badge": "Ambiguous"
        },
        "scope": {
          "title": "Scope of Power",
          "description": "The senior leadership at Amazon holds significant decision-making power.",
          "badge": "Centralized"
        }
      }
    }
  },
  {
    "id": "1763829517429bilhlkszp",
    "title": "[Trace] DCS World in terms of production. Honest and transparent. : r/hoggit",
    "description": "Feb 20, 2020 ... DCS World is a different beast. It takes time, a lot of time to research and develop. Sometimes we have no idea if we can do it but we try.",
    "type": "Trace",
    "extractedText": "Feb 20, 2020 ... DCS World is a different beast. It takes time, a lot of time to research and develop. Sometimes we have no idea if we can do it but we try.\n\nSource: https://www.reddit.com/r/hoggit/comments/f6pfwj/dcs_world_in_terms_of_production_honest_and/\n\nFound via search for: \"tech workers protest military AI collaboration internal slack leak\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "17638295174291zxrhvqeo",
    "title": "[Trace] Jamie Dimon popped off at the 1,200+ JPMorgan employees ...",
    "description": "Feb 13, 2025 ... It's kind of like having a big house, best car, and tonnes of money and walking in to see your wife banging the pool boy.",
    "type": "Trace",
    "extractedText": "Feb 13, 2025 ... It's kind of like having a big house, best car, and tonnes of money and walking in to see your wife banging the pool boy.\n\nSource: https://www.reddit.com/r/business/comments/1iow4jd/jamie_dimon_popped_off_at_the_1200_jpmorgan/\n\nFound via search for: \"tech workers protest military AI collaboration internal slack leak\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "1763831619313",
    "title": "1-s2.0-S0048733321001165-main",
    "description": "Uploaded 11/22/2025",
    "type": "PDF",
    "addedDate": "11/22/2025",
    "status": "Active Case",
    "colorClass": "bg-purple-100",
    "iconClass": "text-purple-600",
    "extractedText": "--- Page 1 ---\n\nResearch Policy 51 (2022) 104315  Available online 21 July 2021 0048-7333/© 2021 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by- nc-nd/4.0/). A new tool for policymakers: Mapping cultural possibilities in an emerging AI entrepreneurial ecosystem  Timothy R. Hannigan, Anthony R. Briggs, Rodrigo Valadao, Marc-David L. Seidel, P. Devereaux Jennings   *  A R T I C L E   I N F O  Keywords:  Ecosystems Emergence Entrepreneurs Networks Culture Textual analysis Mapping AI  A B S T R A C T  Ecosystems are typically evaluated and understood using standard visible material metrics, such as new products, patents, startups, VC funding, jobs, and successful exits. Yet emerging entrepreneurial ecosystems (EEEs) provide many possibilities for members not signaled by such visible markers. Consequently, policymakers may have a difficult time making informed decisions about incentives and regulations to foster economic growth through ecosystem emergence. To address this methods and measurement issue, we conceptualize emerging systems using both cultural and material approaches to develop a comparative typology and apply it to an emerging regional ecosystem growing around artificial intelligence (AI). We render cultural and material maps using topic modeling of Twitter feeds versus well-placed others, identify strategies in each, and discuss relevant policies for enhancing EEEs to realize various economic opportunities. This method adds to policy analytics and suggests policies for building cultural infrastructure in EEEs.  Policymakers have a strong interest in entrepreneurial and innova -  tion ecosystems as a means for systemic wealth creation, economic well- being, and tackling grand challenges facing society (Autio et al., 2014; Feldman et al., 2019; Ferraro, Etzion   &   Gehman, 2015). But emerging entrepreneurial ecosystems, such as those in digital technology (Nam -  bisan et al., 2019) or around COVID-19 responses (Kuckertz et al., 2020), are not easily examined theoretically (Spigel, 2020), nor have they been sufficiently studied empirically (van Rijnsoever, 2020). The macro entrepreneurial context is too often treated as exogenous (Stam   &  Van de Ven, 2019), even though policy can directly shape the context, leaving many local cultural possibilities untapped. This is exasperated in early nascent periods when traditional entrepreneurial metrics are even less   informative.   Consequently,   policymakers   have   a   difficult   time making locally informed decisions to foster unique economic opportu -  nities during an ecosystem ’ s nascent period (Brown   &   Mawson, 2019; Isenberg, 2010; Lam   &   Seidel, 2020). Instead, policymakers are driven to inappropriately copy policies from other successful regions (Wurth, Stam   &   Spigel, 2021), which can create policies not well suited to the local macro entrepreneurial context. We provide a new policy analytics tool and approach that helps address this issue for policymakers, and illustrate their usefulness in an emerging AI entrepreneurial ecosystem. One reason emerging systems are difficult to study is that existing material resource and knowledge ties do not track closely with more radical innovations underpinning new systems, such as social enterprise innovations in older technological spaces (Autio et al., 2018; Thompson et al., 2018). Another is that in emerging ecosystems, the entrepreneurs ’  cultural mindsets may actually precede, not follow, patterns of tangible resource investment (Lounsbury   &   Glynn, 2019; Porac, Wilson, Paton   &  Kanfer, 1995). Furthermore, these mindsets are not reducible to local knowledge-based processes (Autio et al., 2018) or material patterns of innovation, and instead may be more dependent on cultural, field configuring events (Zilber, 2011) or subtle new specialist arrangements (Croidieu   &   Kim, 2018). Additionally, the speed of development in emerging entrepreneurial ecosystems is on a different scale than in most established ones (Markman et al., 2005; Stam, 2017). Being virtual and sometimes ephemeral makes direct observation of such systems and stable planning for them troublesome (Thompson et al., 2018). It is no surprise, then, that special issues, such as this one, and recent reviews (Acs et al., 2017; Feldman et al., 2019; O ’ Connor et al., 2018; Teece et al., 2019), call for refining our conceptualizations and measurement of emerging ecosystems to build better informed policies for nurturing innovation and entrepreneurial opportunities. Measuring and under -  standing the inter-relatedness of the macro entrepreneurial context is key   to   enabling   and   enhancing   ultimate   entrepreneurial   outcomes  Revised submission to Special Issue in Uncommon Methods and Metrics for Local Entrepreneurial Ecosystems   Research Policy . * Corresponding author.  E-mail address:   dev.jennings@ualberta.ca (P.D. Jennings).  Contents lists available at ScienceDirect  Research Policy  journal homepage: www.elsevier.com/locate/respol  https://doi.org/10.1016/j.respol.2021.104315 Received 27 November 2019; Received in revised form 22 April 2021; Accepted 15 June 2021\n\n--- Page 2 ---\n\nResearch Policy 51 (2022) 104315  2 through policy. In this paper we refine the conceptualizations and measures of emerging entrepreneurial ecosystems in a way that goes beyond the more stable and concrete   – “ material ”   or resource   –   approach by simultaneously using a cultural one. This stereoscopic cultural and material approach combines two relevant streams of theoretical work with a methodological one. We build theoretically on the new struc -  turalist approaches to culture (Lounsbury   &   Ventresca, 2002; Mohr et   al.,   2020;   Mohr   &   Duquenne,   1997),   cultural   entrepreneurship (DiMaggio, 1997; Lounsbury   &   Glynn, 2019; Navis   &   Glynn, 2010; Thompson, Purdy   &   Ventresca, 2018), and strands of the cultural approach found in entrepreneurial ecosystems theory (Autio et al., 2014; Spigel, 2015; Thomas   &   Ritala, 2021; Wurth et al., 2021). In order to provide newer measures and metrics, we apply an interpretive data science approach (Hannigan et al., 2019; Kennedy, 2008; Nelson, 2019), which   “ renders ”   theory from big data to capture dynamics and nuances in evolving systems. We highlight that emerging entrepreneurial ecosystems, like any nascent fields, depend not just on material resources but also on the evolving cultural understandings of   possibilities   among system members that contour that domain. Field-based understandings   –   that is, cultures - are reflected in field discourse (Huff, 1990; Porac et al., 1995). Discourse mapping using interpretive data science methods helps capture the emerging and evolving cultural topology of a field (Kennedy, 2008; Mohr   &   Duquenne, 1997; Thompson et al., 2018). Big textual data can help modellers track the evolving discourse in an emerging ecosystem (see Hannigan   &   Casasnovas, 2020; Kirsch et al., 2013; Powell   &   Oberg, 2017), and give a window to emerging possibilities for policymakers. Such data informed early insights can help policymakers move past having to place material bets on particular technologies that other re -  gions have had success with, and instead identify new unique high po -  tential emerging possibilities (Seidel et al., 2020). Combining these streams of research allows us to pursue a funda -  mental cultural proposition - that   cultural holes catalyze entrepreneurial possibilities in an emerging ecosystem   (Baker   &   Nelson, 2005; Lounsbury   &  Glynn, 2019; Pachucki   &   Breiger, 2010), and if properly identified, can serve as excellent emerging policy targets. As a concept, cultural holes parallels that of structural holes (Burt, 2004; 2005) in social networks, which is used to map material possibilities. To develop our cultural holes proposition for entrepreneurial ecosystems, we first conceptualize the nature   of   emerging   entrepreneurial   ecosystems   from   a   cultural perspective, relying on the aforementioned approaches in organiza -  tional sociology (e.g., Lounsbury   &   Glynn, 2019; Mohr et al., 2020) and contextual views of entrepreneurial ecosystems (e.g., Feldman et al., 2019; Spigel, 2020). We then theoretically isolate and elaborate key elements of an emerging ecosystem by developing a typology that compares ecosystem boundaries, levels of analysis, network tie types, forms of representation, notions of agency, key mechanisms, and effects on accumulation (Wurth et al., 2021). In a theoretical move similar to Spigel ’ s (2015, 2017) and Thompson et al. ’ s (2018), we compare the cultural side of such an ecosystem with its material side. Guided by this twin application of the typology, we examine an emerging regional entrepreneurial ecosystem in Artificial Intelligence (AI). We combine new forms of cultural mapping with big textual data from social media and traditional forms of resource tie mapping to identify entrepreneurial possibilities and culturally informed strategies. In doing so, we uncover early cultural markers in emergent ecosystems for both policy analysts and policymakers and develop a method of cultural mapping to add to policy analytics and help customize policy to emergent ecosystems.  1.   Conceptualizing emerging entrepreneurial ecosystems  Given their economic and policy importance, entrepreneurial eco -  systems have received increasing attention in the last decade (Autio et al., 2014; Brown et al., 2019; Feldman et al., 2019; Spigel, 2020; Wurth, Spigel   &   Stam, 2021). Related to concepts such as regional innovation networks (Cooke et al., 1997; Powell, White, Koput   &  Owen-Smith, 2005; Saxenian, 1990), innovation clusters (Bresnahan et al., 2001; Porter, 1998) and innovation ecosystems (Oh et al., 2016), the entrepreneurial ecosystem concept is distinct in considering, on the one hand, a broader set of elements in the region, and, on the other, focusing in on entrepreneurial action (Malecki, 2018). 1  A prominent example, one to which we subscribe, is Spigel ’ s view:  “ [e]ntrepreneurial ecosystems are combinations of social, political, economic, and cultural elements within a region that support the development and growth of innovative start-ups and encourage nascent entrepreneurs and other actors to take the risks of starting, funding, and otherwise assisting high-risk ventures ”   (Spigel, 2017, p. 50). As such, ecosystem policy components cannot be understood without a more complete comprehension of the wider context embedding the nascent ecosystem which helps that ecosystem arise (Autio et al., 2014). The actors   within   it,   whether   individuals,   networks   or   organizations, conceptualize possibilities and risks in that context, shaping the result -  ing pattern of economic activity. A distinct aspect of this approach is the concept of support for early or   “ prenatal ”   ventures (Clough et al., 2019). In this and other ways, entrepreneurial ecosystems differ from   “ inno -  vation ecosystems ”   (Oh et al., 2016). While   entrepreneurial   ecosystems   are   clearly   distinctive,   many conceptualizations and studies of ecosystems are still tilted towards more established, rather than nascent or emerging ecosystems. Estab -  lished systems, like Silicon Valley, may have been heavily entrepre -  neurial   in   their   earlier   stages   but   are   no   longer   as   nascent   and entrepreneurial (Audrestch, 2021; Brown et al., 2019; Feld, 2020; Isenberg, 2010; Lam   &   Seidel, 2020). In established entrepreneurial ecosystems, organizations and individual actors are likely to spend a great deal of time in standard organizational maintenance activity, not just building products or processes or creating new knowledge and innovating (Autio et al., 2018; Spigel, 2020). Established systems likely have most key elements and theoretical processes materially visible, and more easily measurable using established metrics (Heaton, Siegel   &  Teece, 2019). At this established stage the ecosystem is framed as helping entrepreneurial actors find established partners who will pro -  vide necessary resources (van Rijnsoever, 2020) and help the local re -  gions further grow (Stam, 2015; 2017). In contrast, emerging entrepreneurial ecosystems systems (EEEs) are not as likely to display material elements and properties to the same degree (Malecki, 2018). They may even lack some materially observable characteristics or processes, such as dedicated financing units or mar -  keting groups (Forbes   &   Kirsch, 2011). This means that classic material measures of entrepreneurial outputs such as start-up counts, IPOs, ac -  quisitions, or other exits may be less meaningful and evident in the emergence   stage   (Seidel   &   Greve,   2017).   Instead,   these   emerging entrepreneurial ecosystems may seem more akin to knowledge systems, with their focus on innovation and not yet on material output (Kay et al., 2018; Powell   &   Snellman, 2004). Typical ecosystem supporting infra -  structure in this mode is likely to be absent, low, or even simply a function of university institutional systems (Heaton et al., 2019; Powell  &   Oberg, 2017; Thomas   &   Ritala, 2021). This is particularly true for standard entrepreneurial financing, such as venture capital (Florida   &  Kenney, 1990; Hannah   &   Eisenhardt, 2018). Yet, policy aims to influ -  ence these emerging systems without fully understanding or observing them (Brown et al., 2019; Lam   &   Seidel, 2020; Nambisan et al., 2019). For this we need to add a more cultural approach, and data tools that enable policymakers to better identify and unleash the cultural possi -  bilities appropriately.  1   In the debate about the difference between entrepreneurial versus innova -  tion ecosystems (see Acs, 2017; O ’ Connor et al., 2018; Stam, 2015), we favor viewing the former as being innovative in intent, process and often in outcomes.  T.R. Hannigan et al.\n\n--- Page 3 ---\n\nResearch Policy 51 (2022) 104315  3 1.1.   A cultural approach to EEEs  A cultural approach is particularly useful for understanding and measuring the configurations of these emerging entrepreneurial eco -  systems where material markers are less meaningful. Early work on entrepreneurial clusters discussed differences in cultures in places like Silicon Valley versus Boston ’ s Route 128 (Saxenian, 1994), in mindsets (Huff, 1990) or how field level understandings (DiMaggio, 1997) un -  derpin actors ’   ability to see opportunities (Alvarez, Barney, McBride   &  Wuebker, 2014) and willingness to take risks (Aldrich, 1994; McMullen, Shepherd   &   Jennings,   2007).   Cognitive   mindsets   can   temper   the competitive-cooperative   dynamic,   allowing   industries   like   Scottish knitwear to thrive (Porac et al., 1995). Critically, these mindsets can develop well before any material markers of such activity surface. Broadly speaking   –   while acknowledging that any definition is likely to be debated - culture for us is the underlying pattern of beliefs, ideas, and practices in a social space (Mohr et al., 2020, p. 4). The pattern may be coherent or highly fragmented, but it is not shared by all people as a homogenous system (Martin, 1992; Mohr   &   Rawlings, 2018). The cul -  tural pattern may be evident at different levels of analysis, from the group to field to society, and expressed through or maintained by actors at each (Mohr et al., 2020). The pattern has been theorized and modelled around five different key conceptual system elements   –   values, stories, frames, categories, and toolkits (Giorgi et al., 2015). Common to these five elements and the patterns of culture they ex -  press is the meaning and meaning-making by the actors in the system (Hallett, 2003; Mohr et al., 2020). Collective meanings are produced and consumed by individual actors, the EEE ’ s groups and the ecosystem as a field (Bourdieu, 1993; Rawlings   &   Childress, 2019). This implies that cultural processes in and around EEEs are highly endogenous and agentic (Kaufman, 2004). Indeed, in entrepreneurship, compared to cultural   sociology,   culture   is   viewed   in   more   actor-focused   and actor-driven terms. As such, there has been an effort to show how stories, frames, and categories are actually deployed by entrepreneurs and related actors (Giorgi et al., 2015; Lounsbury   &   Glynn, 2019). Founders, startup teams, intermediary actors such as professionals, VCs, universities, and governments all deploy cultural devices to shape the culture of a field (Clayton et al., 2018; Jennings et al., 2013). In doing so, they ensconce deeper values in the field and shape collective meanings (Friedland, 2013), even if new meanings continue to emerge and old ones continue to evolve (Soubli ` ere   &   Gehman, 2019). At the same time, various actors, practices, and cultural elements combine to exhibit deeper patterns. Those patterns are structural ar -  rangements that shape   –   both constrain and provide affordances for   –  activities in the cultural system (Giddens, 1984). The patterns are evident if one zooms out to higher levels, such as to the level of orga -  nizational fields, or of society. At these higher levels, the patterns can be discerned in the interaction among key actors around culturally mean -  ingful objects in the field (Mohr et al., 2020).  1.1.1.   Cultural holes  When zooming out, one key cultural pattern in an entrepreneurial ecosystem that can be seen is around cultural holes. Structural holes have previously been used to conceptualize material opportunity space for entrepreneurial activity (Burt, 2005). As an analog to structural holes, cultural holes are the spaces between clusters of understandings or practices (Pachucki   &   Breiger, 2010). In the words of Pachuki   &  Breiger (2010),   “… [they are] the contingencies of meaning, practice, and discourse that enable social structure ”   (p. 213). The cultural spaces, being between such clusters, provide   new possibilities   for ideas, practices or values to emerge (Lounsbury   &   Glynn, 2019). Indeed, in this sense, key structural holes in an EEE may well just be a material subset of cultural holes, because such structural holes likely garner their meaning and worth from the cultural contingencies around existing material ties. Nevertheless, even more so than structural holes, cultural holes are likely to go initially unnoticed by field members, only gradually being discovered (Pachucki   &   Breiger, 2010; Mohr   &   Bogdanov, 2013; Powell  &   Snellman, 2004). Powerful field members may push their various understandings into parts of the system, becoming salient bulwarks in and around the discourse as it coalesces. Mohr and colleagues have traced types of idea contestation by watching how participants oper -  ating in different positions within the organizational field negotiate localized and regional topographies (maps) of meanings and resources (Mohr   &   Duquenne, 1997). In doing so, they generated new possibilities and programs for handling poverty. Goldberg (2011) and Lizardo (2014) have shown how   “ cultural omnivores ”   consume and connect disparate cultural genres, creating new underlying categories (also see Navis   &  Glynn, 2010). The cultural approach and cultural holes in particular, then, appear to offer important precursors to more materially observable entrepreneurial outcomes in EEEs, such as new venture formation. These elements can be conceptualized, measured and mapped as part of policy analytics to yield a fuller picture of the emerging possibilities.  2.   A cultural versus material ecosystem typology and measurements  Per this special issue ’ s call, how might one use this culturally grounded-approach? Put slightly differently, how might one use cultural holes to measure and map new possibilities and potential material outcomes in an EEE? Entrepreneurial ecosystem researchers, as already noted, acknowledge the importance of culture and the wider milieu   –   or  context   –   around entrepreneurial actors (Feldman et al., 2019; Stam, 2017). Many see culture as one dimension   – or important characteristic   –  of entrepreneurial ecosystems (Autio et al., 2014; Wurth, Stam   &   Spigel, 2021). Among entrepreneurial ecosystems researchers, Spigel (2015, 2020) has probably gone furthest in this direction of trying to explicitly capture the cultural and the material interaction (also see Stam 2015; 2017), and in this way bridging economic geography views of ecosystems with socio-cultural ones (Powell and Oberg, 2017; Thomas   &   Ritala, 2021; Thompson et al., 2018). Spigel has proposed that ecosystems can be understood and studied using their material, social, and cultural attri -  butes, and that these attributes can be stacked from the material down to the   cultural   as   dimensions   or   layers,   giving   each   EEE   its   unique configuration. In his 2015 article, he displayed these configurations as side-by-side pyramids for Calgary and Waterloo (Canada) entrepre -  neurial ecosystems. This unique local macro configuration is the motivating policy challenge we are attempting to address with this paper, as policies informed by and designed for a different configuration are by definition non-optimal. To delineate the power of a cultural approach, while avoiding the creation of a   “ straw person ”   on the material side, we draw on Spigel ’ s ecosystem conceptualization and notion of mapping levels or layers. Thompson et al. ’ s (2018) have a similar move in their work, if less in measurement terms. For the purpose of this article, which is focused on theorizing and capturing the cultural dimension, we will limit ourselves to elaborating and contrasting that cultural layer with the material, but allude to the social along the way and in the discussion section. In keeping with our broader cultural approach, by   “ culture ”   we mean   the   pattern   of   ideas,   values   and   practices   in   the   emerging ecosystem around entrepreneurship, which is then evident in the various faces of culture (from toolkits to values). A key structure is the set of cultural holes as forms of entrepreneurial possibilities that can materi -  alize as a set of tangible or intangible resources in the system. The ma -  terial refers, in contrast, to the set of tangible yet also somewhat intangible resources in that system (Spigel, 2015: 6). In Spigel ’ s social layer, he has   “ the resources composed of or acquired through the social networks within a region ”   (p. 6), which we include here in the material sides the network of resource ties among actors (Burt, 2005). Using this dimensionalization of cultural and material layers, we consider theoretically grounded components that are common across the dimension of layers of the ecosystem (also see O ’ Connor et al., 2018;  T.R. Hannigan et al.\n\n--- Page 4 ---\n\nResearch Policy 51 (2022) 104315  4 Stam, 2017; Stam   &   van de Ven, 2019). Given recent work on digiti -  zation and ecosystems, such as Autio et al. ’ s (2018) and Nambisan et al. ’ s (2019), the typological components must also be sensitive enough to capture virtual and digital aspects of the system, as well as their emergence. As a result, our typology for each dimension has seven components: 1) system boundaries   &   membership; 2) levels for analysis; 3) network ties   &   types; 4) forms of actor representations   &   roles; 5) the nature of agency; 6) mechanisms   &   processes; and 7) manner of accu -  mulation   &   outcomes. Table 1 shows the seven components (i.e., rows 2-8) for the cultural and material dimensions as columns 2   &   3, respectively. We display and discuss the operationalizations of these dimensions in the next section on empirics. As can be seen for the first two components, in rows 2   &   3 of Table 1, the cultural side of the emerging entrepreneurial ecosystem is broad and only partially local, certainly less so than the material side of the system, even if both are local in their focus and contain many local systems actors. Both the cultural and the material slices or   “ layers ”   (Spigel, 2020, p. 10) have sublayers; as shown in rows 4-6, the tie types, roles, and forms of agency overlap between the cultural and material conceptual -  izations, but the actors who are central and complexity of the ties differ, as do their interests. Consequently, as displayed in row 7 of Table 1, the mechanisms   and   processes   for   bridging   cultural   holes   formed   by different groups (bound by shared identity) develop in different ways and only partially map on the structural holes material mapping. The latter are around competitive and cooperative processes involved in bridging structural holes and closing (or opening up) networks. Finally, as captured in row 8 of the table, the more immediate outcomes of these mechanisms and processes are dissimilar: the cultural being focused on buzz and mindshare; the material on markers such as start-ups and IPOs.  3.   Empirics  Having theorized the cultural approach to EEEs and ways to typify the cultural dimension, our next step is to demonstrate the cultural di -  mension ’ s differences and complementarities with the material one. To do so, we examine the emerging Artificial Intelligence (AI) ecosystem in Edmonton, a large regional city in western Canada, which we argue is a modal case of regional ecosystem emergence. In the 2013-15 era, the local anchor university had several machine learning (ML) and AI or -  ganizations. These were of sufficient quality to garner some attention of global players in the AI/ML field, such as Google Deepmind and Google Brain, Apple, Microsoft and IBM (Bouslama, 2020). The ecosystem was also   recognized   outside   of   industry   outlets   by   traditional   media (Financial Post, 2017; Globe and Mail, 2017), by the provincial gov -  ernment (Globe Newsire, 2020), and in global rankings of AI   “ ecosys -  tems to watch ”   (Startup Genome, 2019). Nevertheless, many of the material trappings of larger established ecosystems, such as local ven -  ture capital, dedicated marketing groups, government development arms for AI, were lacking (Davenport, 2019). In 2015, the provincial government, in recognition of the system ’ s importance, earmarked $100 million Can. for companies over five years, half of which found its way into the system (CBC News, 2019). This smaller scale, local focus, and efforts at self-sustaining growth paths are characteristic of regional emerging systems (e.g., see Malecki, 2018; Stam, 2015; 2017).  3.1.   Rendering the Ecosystem  To form the cultural and material representations, respectively, of the   emerging   entrepreneurial   ecosystem,   we   used   the   three-stage rendering method   elaborated by Hannigan et al. (2019). The process of rendering refers to compiling a corpus, using mixed methods analysis on the corpus, and theorizing artifacts (constructs, linkages, processes) from those analyses   –   all in iterative and transparent fashion. Rendering is particularly effective with big textual data such as that from social media,   which   require   substantial   wrangling   to   build   a   corpora, open-ended analyses and more abductive theorization (Schmiedel et al.,  Table 1  Cultural and material characteristics and measures of emerging entrepreneurial ecosystems.  Characteristics   Cultural   Material  Systems boundaries   &  membership  Virtual boundaries around coherent discourse spaces, with members define by identities, new norms or conventions, and meaningful objects  •   Using leading edge databases (Crunchbase) on local startups, social media members (Twitter accounts) who discuss ecosystem group of the city   +   others. Often via public data. Geo-physical boundaries around emerging clusters with new, concentrated resource flows indicating boundaries. Membership formally defined by local schemes (industrial, govt., alliance ties).  •   Counting new AI starts within Edmonton city boundary, focus on concentrated entrepreneurial activity and funding (e.g., around key firms. Often via private data.  System levels   The virtual community, cliques within it, and its linkage to specific entrepreneurs and their startups.  •   The community constituted by the active, higher attention (#followed city AI orgs), specific handles and specific AI orgs in sub-communities. The regional ecosystem nodes and flows, and the dyads of exchange within it.  •   All the organizations tied to AI startups and indicating whether there is some form of exchange among each (dyad level).  Network ties   Discourse-based ties linking actors via commentary, especially about meaningful events.  •   Twitter discourse about startups and founders. Resource (money, materials, knowledge) ties; first- and second-order ones.  •   Recognized relationships and material support for startups.  Forms of representation   &  roles  Identity-based associations of diverse actors in discursive space (promoters, players) or network roles (bridgers, intermediaries).  •   Types of virtual actors, active/ passive accounts, assigned cultural roles and identities. Central actors, brokers, peripheral players.  •   Key local players and sources of support (corporate, not-for-profit, govt.) in the system.  Agency   Agency is distributed and varies by ecosystem; cultural entrepreneurs agentically employ toolkits.  •   Evidence of toolkit use, some sense of distribution of agency using key cultural activit(ies). Organizational interest reflected in positioning in the ecosystem; entrepreneurs are founders   &   key actors are startups.  •   Evidence that a founder or central actor is active in this way.  Dynamics   &  mechanisms  Building cultural understanding discursively, particularly by making sense of events and relationships. Cultural spaces appear for new meaning and practice possibilities.  •   Mapping local discursive ties, communities of understanding, and cultural holes between them. Balancing cooperation and competition using structural reconfigurations, esp. brokering structural holes or complementarities.  •   Mapping ties, locating complementarities   &   bottlenecks, then examining key actors and their behavior around resources.  Manner of accumulation   &  outcomes  Expansion of discursive community, intensification of   “ buzz ”   (meaning) in it   &   around potential new players   &   products.  •   Examining growth in Twitter handles in system and buzz about AI firms and innovations, along with other local social media and event data. Growth of the overall system, degree of innovation, diversity in membership, and number of   “ exit events. ”  •   Same measures gathered via event participation and media data.  T.R. Hannigan et al.\n\n--- Page 5 ---\n\nResearch Policy 51 (2022) 104315  5 2019). We build on this approach by showing, at each of the three rendering stages, the cultural versus material elements of the Edmonton EEE.  3.1.1.   Rendering the ecosystem ’ s cultural and material corpora  The cultural dimension of the ecosystem, as shown in Table 1 (col -  umn 2; row 2   &   3 2 ), is captured by examining virtual boundaries around coherent discourse spaces, with members defined by identities, new norms or conventions, and meaningful objects (Mohr et al., 2020). In this case, the meaningful objects are   “ AI ”   and   “ ML ”   (Nambisan et al., 2020). The cultural boundary is still anchored to a physical boundary (Table 1, row 3), which is the place with which actors pursing AI/ML identify (Mohr   &   Duquenne, 1997; Thompson et al., 2018). The   cultural   approach   to   measuring   and   mapping   this   locally anchored entrepreneurial ecosystem relies on some of the same key actors as a material (or social) ecosystem dimension (Table 1, rows 4   &  5)   –   i.e., investors, intermediaries, the government, universities, startups -   but   uses   different   information.   The   cultural   corpus   is   based   on discourse (communication via talk, text and visuals) used by and focused around AI/ML new ventures (Navis   &   Glynn, 2010; Thomas   &   Ritala, 2021; Thompson et al., 2018). These new ventures include startups or formal initiatives (e.g., spin-ins or special new units) launched by incumbent organizations. In measurement terms, this means it would include key emerging entrepreneurial actors and others in and around the local ecosystem who communicate with or about one another (Table 1, column 2; row 4-6). The outcome of this interaction is the amount of   “ buzz ”   about new possibilities from these actors (rows 7   &   8). Here we build our corpora using discourse in the form of tweets among ecosystem actors, although we acknowledge that other forms of communication (emails, newspapers, private conversations, meetings) are also valuable sources of information. Twitter has been used in other studies of cultural dynamics in fields (Shi et al., 2014; Zhao et al., 2011). Twitter is spontaneous, real time, and mostly public (i.e., there are some private facing features like direct messaging, but the platform is mostly used for public communication). While somewhat performative in na -  ture (Thomas   &   Ritala, 2021), Twitter also enables entrepreneurial ac -  tors to find each other and evolving opportunities (Fischer   &   Reuber, 2011; van Rijnsoever, 2020). For example, in the fall of 2020, several prominent Silicon Valley based venture capitalists and entrepreneurs openly speculated about moving to Miami. The mayor of Miami, Francis Suarez directly responded on Twitter to this speculation, saying   “ How can I help? ”   (Suarez, 2020). The New York Times recently documented Suarez ’   efforts on Twitter suggesting that   “ the glass door to his office has his mayoral seal and his Twitter handle ”   (Bowles, 2021). Tweets in the local Edmonton AI EEE appear to operate similarly. Three linked tweets among important actors are displayed below in Fig. 1. Two of these tweets   –   those from well-known AltaML CEO, Cory Janssen, and from Innovate Edmonton lead, Cheryll Watson   –   raise the issue of AI-related applications to health in Edmonton. A third tweet comes from the Provincial Minister of Jobs, Economy, and Innovation, Doug Schweitzer, in which he attempts to start an offline conversation with   entrepreneurs   in   the   ecosystem   regarding   economic   recovery relating to   “ traditional and emerging sectors ” . These three tweets are clearly intended as public facing messaging; they connect politicians, system entrepreneurs, and local initiatives. Public messaging by Tweet enables quick sharing of information and a mindset with the central actors, diffusion of the understanding to others. In constructing our corpora and analysis of topics, we examined both  who   said something and   what   was said by those actors in and around the ecosystem (see Table 1: column 2, rows 3-4). In our case, to capture   “ the  who ” , we first used Crunchbase, augmented by local media mentions, to identify the 40 AI ecosystem new ventures, as of 2019, in the local ecosystem. Crunchbase has been used by other researchers studying ecosystems and entrepreneurial networks (Ter Wal et al., 2016). Of these, 29 were fully operational by the time of this study and had an active account on Twitter. Scraping of all followers on Twitter (via Twint in Python and using the official Twitter Developer API) yielded a total of 33,200 Twitter accounts following any of the 29 AI new ventures. These ventures and their tweets are displayed in Appendix Table A1. An important rendering move to manage this corpus was then to select   all Twitter handles that were following four or more (4 + ) AI start-ups  in the system,   plus the 29 AI   new ventures handles that were sending out virtual ties. We made this decision by inspecting the maps of 2 + , 4 + , and 6 +   sent and/or received (all directional) links to followers to set up corpus selection criteria in order to identify more coherent networks and bundles of tweets flowing through their ties (Borgatti et al., 2018; Owen-Smith   &   Powell, 2004). This yielded 135 nodes, the most active sending and receiving ones being listed in Appendix Table A1. In the case of   “ the   what ”   (Table 1, rows 6   &   7), we examined up to the most recent tweets (up to 200) by the 135 actors (i.e., the nodes in the cultural network). These nodes ’   handles had tweeted, in total, 23,532 times in the past two years about the ecosystem. We used these tweets to form the documents for our study ’ s corpus (see Appendix Table A1). To render this corpus, we preprocessed the documents by lemmatizing the texts (Schmiedel et al., 2019). We lemmatized the words in these Tweets using the Stanford CoreNLP toolkit (v. 3.9.2 in Manning et al., 2014; see Goldenstein   &   Poschmann, 2019 for an application in social science) to create tokens for analysis. Of the 218,025 words 30,341 were unique tokens. These lemmatized tweets with unique tokens included AI/ML specific references, such as:   “ @deepmindai neurips18 head deepmind recruitment stand meet edmonton team group focus fun ”   and   “ This is really cool. Awesome to see #AI #MachineLearning in traditional in -  dustries in #yeg and Alberta. Cool project. ”   They also included entre -  preneurship related Tweets, e.g.,   “ Among the dreamers and the doers at @INVENTUREScan   #yeg   #researchinnovation   #Entrepreneurship. ”  Other tweets in the corpus were about lifestyle and other municipal area topics. The population of all tweets in this time period about the AI system formed the corpora to topic model   “ the what ”   in the model rendering stage.  The Material Dimension ’ s Corpus.   The material ecosystem, as shown in Table 1 (column 3; rows 2   &   3), is captured by examining members in  Fig. 1.   Sample tweets involving important Edmonton AI ecosystem actors.  2   If one counts the characteristics ’   column and dimensions ’   row, per the prior discussion of dimensionalization.  T.R. Hannigan et al.\n\n--- Page 6 ---\n\nResearch Policy 51 (2022) 104315  6 geo-physical boundaries around emerging clusters with new, concen -  trated resource flows indicating boundaries. The boundary for the ma -  terial map is based on government determined municipalities. The area includes surrounding suburbs, satellite towns, and the core city. Like membership in most material maps, members in the ecosystem can be defined by relevant tangible and intangible resource activities around identifiable actors in the local main city ’ s ecosystem (Table 1, rows 3-5). We encoded these members and their ties in the regional ecosystem via   reports   by   well-placed   others   (Borgatti   et   al.,   2018).   Each well-placed other was requested to discuss key actors and the others in the system with whom they were tied (Borgatti et al., 2018; Marsden, 2005). We then asked them to build upon these insights and draw a map that contained the key actors and their tangible and intangible resource ties (Mehra et al., 2001; Schiffer   &   Hauck, 2010). The respondents included a director of a local service organization for entrepreneurship in the regional ecosystem, the head of a health-based AI firm, a gov -  ernment service lead, and a prominent local investor in the ecosystem. Consistent with Schiffer   &   Hauck (2010), we then built a composite material map from these four maps. The composite contained all nodes and ties mentioned (the union of nodes), and had the most important (well-linked and critical resource) actors positioned more centrally. To systematize that map, we read the node list of bi-directional ties as an . xls symmetric matrix of ties among actors into UCINET (Ver. 6.7) and generated a map display (see Fig. 2). Most nodes, at the request of re -  spondents and coordinating author, were anonymized by coding them into broader categories, such as   “ InvestCo ”   and   “ FundCo ” . A select number of nodes were, with permission, revealed to match up the key organizations from the material map with those from the cultural one. Somewhat centrally are TechCo 4, PostSec 1, Invest 5 [Valhalla Angels], Service 3 [Startup Edmonton], and Gov2. Less central are In -  cumbents 4   &   11, TechCo 3, BigTech 1, and Invest 2. In between these two groups are several moderately linked and clustered actors, such as those around AICo 8 [AltaML], Service 3 [Startup Edmonton], and FundOrg 2. The map itself looks moderately dense and seems to have a diversity of organizations (AI startups, funders, government agencies and service providers, university units). Importantly, the organizations recognized for doing AI or ML research and application themselves vary, from broader tech companies (such as TechCo4), to AI-specific firms (the respected AICo8 [AltaML]), to AI-NGO type research-oriented units (NGO 2 [Amii], a prominent player). On the whole, the map contains organizations and patterns that look similar to those found in other EEE maps (Autio, 2017; Heaton et al., 2019; Spigel, 2020).  3.1.2.   Rendering the ecosystem ’ s cultural   &   material (structural) holes  Rendering topics and models   –   in particular, cultural and structural holes   –   from the corpora was our next major task (Hannigan et al., 2019). In the case of the cultural holes map and analysis, this required three steps. The first was to parse down and organize the set of 135 nodes of   “ who was linked to whom ”   in network terms (i.e., those in Ap -  pendix Table A1). The second was to find   “ the what ”   was being said as sets of topics and themes. The third was to link these parsed down and organized network members and topics together into a cultural holes map. As the first step, to capture the core group of actors shaping the local   cultural   discourse,   we   tried   to   identify   the   most   stable bi-directional (two-way) ties among actors, which, in network terms indicates reciprocity and mutual engagement (Borgatti et al., 2018;  Fig. 2.   Composite material map of Edmonton AI ecosystem.  T.R. Hannigan et al.\n\n--- Page 7 ---\n\nResearch Policy 51 (2022) 104315  7 Tasselli   &   Kilduff, 2020). Using a rendering move similar to that for creating the 4 +   networks in corpora stage, we examined 3 + , 4 + , and 5 +  tweet following networks, and created bi-directional network graphs for each, and, upon visual inspection settled on the 4 +   bi-directional as the most coherent and balanced network underlying the tweets in the  “ what ”   corpus. That 4 +   map is displayed in Appendix Fig. A1, rendered via Gephi (Ver. 9.2) with betweenness centrality and modularity of Q = .58 (Wang et al., 2017). To then understand   what   was being said about entrepreneurial pos -  sibilities by this core set of cultural actors, as our second step we applied topic modeling analysis (Mohr   &   Bogdanov, 2013). Topic modeling using Latent Dirichlet Allocation (LDA) is becoming the standard go-to analysis in management of big textual data (Hannigan et al., 2019). However, when each document (i.e., a tweet, in our current case) has a small number of words, LDA is not optimal. The distribution of topics across the documents was too sparse, making estimation of the LDA parameters for a document particularly difficult. Recently, analysts have advocated rendering topics using bi-term (concurrence of two tokens) analysis, otherwise known as   “ BTM ”   (Jonsson   &   Stolee, 2019; Yan, Liu, Chen   &   Tong, 2013). Like LDA, it uses a Bayesian iterative approxima -  tion of the distribution of words across documents, but considers the whole collection of documents, not each individual one, as its starting point. We used the R coding of BTM (Wijffels, 2019) to generate topics across the corpus of tweets. To find the optimal set of topics, given a large or small number can be generated, consistent with LDA best practice, we plotted the loglikelihoods of each BTM model, in 5 topic steps (from 5, 10, 15, up to 70 topics), to find this downward inflection point in the LL. In this rich cultural space, there were 65 topics. We still needed to generate some sense of meaning for those topics and relate the topics to one another. To do so, we needed to rely on both machine and human interpretation. Following Hannigan et al. (2019), three well-placed, co-author observers in the ecosystem axial coded the topics using three items: 1) the top twenty most probable words per topic; 2) the matrix of topics weighted by cleaned tweets about the topic, and 3) the LDAvis tool (Sievert   &   Shirley, 2014) applied to the topics and outputs produced the BTM package 3 . Each observer independently coded topic meanings, compared and the adjusted codes and generated a list of first-order topics. They then examined the agreed upon meanings and the LDAvis of all 65 topics to come up with relative groupings and second-order codes for those topics. Toggling relevance scores of words in the LDAvis helped ferret out this meaning. The details on these first-order axial 65 coded topics and the four second-order conversation spaces are available upon request. As our third step, we combined   “ the who ”   4 +   bi-directional network and   “ the what ”   65 topics into a novel artifact:   a cultural map of discourse  (see Fig. 3 below). We normalized the matrix of tweets by collapsing the distribution of topics across the 23,532 documents (the tweets) that were being jointly followed by the 135 handles (nodes). We then generated a cluster map of topics proximities based on the underlying network of bi-directional tweeters (see Fig. 3). The sets of 65 topics cluster into the four areas: AI/ML SciTech, AI to Business, AI Entrepre -  neurship, and Local Lifestyle   &   Community Issues. Each of these four areas appears to have somewhat coherent topics and active tweeting within them; that is, they may reveal subcultures of discourse in the cultural (Audretsch et al., 2021; Mohr et al., 2020). Among those four groups and other subgroups of clustered topics are spaces; that is cul -  tural holes where new entrepreneurial possibilities may exist (Louns -  bury   &   Glynn, 2019; Pachuki   &   Breiger, 2010). In Fig. 3, using circles in purple, we have identified a few of these cultural holes. We discuss the theoretical   importance   of   the   map   and   the   cultural   holes   in   the rendering theory section.  The Material Dimension . Parallel to our model rendering step for cultural holes, we rendered structural holes with a material map of entrepreneurial actor ties. In keeping with Burt ’ s well-known work on structural holes (Burt, 2004; 2005), we used our material map ’ s sym -  metric matrix in UCINET (Ver. 6.7) to generate centrality, constraint and  Fig. 3.   The cultural map of topic clusters and holes.  3   One of the co-authors developed software for this project to extend the BTM R package for the LDAvis functionality.  T.R. Hannigan et al.\n\n--- Page 8 ---\n\nResearch Policy 51 (2022) 104315  8 autonomy measures for actors in the map. A sample of these measures is displayed in Appendix Table A2. The highest centrality score in terms of sheer tie count (10) and betweenness (1228) is TechCo 4, followed by main city unit (10 and 730, respectively), and the post-secondary units 1  &   8 (7, 9; 726, 738). The AI specific firms, such as the well-regarded (AICo-08, AltaML) have lower degree and moderate betweenness scores. Next, we generated a more focused, distillate material map of the resource power and centrality of key actors in the network (Burt, 2004). To do so, we converted the betweenness centrality of actors to be rep -  resented as node size (Borgatti et al., 2018; Wang et al., 2017). Applying betweenness modularity (again at Q = .58) to parse down the number of ties and determine main cliques, as we did with the cultural map, reveals seven clusters of organizations (Fig. 4). Each is indicated by a color: black, blue, red, orange, green, pink and grey. Finally, using the scores per actor regarding centrality and number of structural holes (Appendix Table A2), along with the all-important vi -  sual inspection of the distillate material map in Fig. 4, we identified spaces that represented large or important structural holes. The most important structural holes are those spaces between the dense cliques and are signalled by the constraint scores (reversed by 1-constraint), per Burt (2004, 2005). We display three large structural holes in the figure, with a smaller one for contrast. A large structural hole appears between TechCo 4 (a tech med startup) and PostSec 8 (a university mentoring unit linking alumni to students). Currently, that hole is primarily bridged by PostSec 1. However, PostSec 1 is not a funder or a specialist group per se, whereas PostSec 8 is a specialist group, suggesting op -  portunities exist for less constrained actors who have relevant funding or knowledge skills to enter this space and potentially to become   “ brokers ”  between actors in different cliques (Burt, 2005). One of these potential brokers is an external very large tech firm, BigTech 3, (effsz = 4.6, cnstr  = .30), another is a bank, Incumbent 7 (ATB Financial ’ s new AI venture), (effsz = 3.0, cnstr = .33). Yet whether these spaces will be noticed and bridged, as we have argued above, depends on how the cultural map and its holes (possibilities) align with the material map and its holes.  3.1.3.   Rendering relevant entrepreneurship and policy theory  In the corpus and model rendering steps we crafted EEE maps of cultural and structural holes. Based on these, we were then able to interrogate the maps theoretically to generate insights and additional theoretical artifacts (Hannigan et al., 2019). In Fig. 3 ’ s cultural map, as mentioned above, we see four conversation areas -   AI/digital, tech entrepreneurship, local/lifestyle,   and   traditional industry . Theoretically  Fig. 4.   Material map of weighted nodes, group tie types, and a few structural holes.  T.R. Hannigan et al.\n\n--- Page 9 ---\n\nResearch Policy 51 (2022) 104315  9 they seem to represent different cultural conversation clusters, and perhaps indicate cultural subgroups or subculture in the AI industry (Audretsch et al, 2019; Mohr et al., 2020). Based on the direction of the tweets and the nature of the tweets, four areas appear to pull in different directions. On the one hand, this means that within subcultures topics are pulling in a similar direction; e.g., the core conversation of AI/ML research groups and applied engineering firms in the AI Digital space appear to have some discourse and likelihood of filling nearby cultural holes. On the other hand, this outward pull of the four groups leaves a sparser center in the map –   some form of low gravity well in the EEE. One might argue that this cultural hole is significant enough to represent some institutional or logics void (Thornton, Ocaio   &   Lounsbury, 2012). There is insufficient dialogue among the poles to fill this space with joint understanding (Lounsbury   &   Glynn, 2019). There may even be some degree of polarization. This may imply that these larger cultural holes and places of polarity are early traces of market failures (Heaton et al., 2019), which policymakers should evaluate and potentially redress with pre-emptive action. A second theory-inducing observation about the cultural map is around the arc of topics or conversations in the map. There is a promi -  nent arc (in green) on the map ’ s left-hand side representing engineering AI/ML clustered conversations. That cluster is only loosely touching on the large nebula of conversation about technology entrepreneurship at the map ’ s top, many tweets of which are generated by service providers. A great deal of policy work in EEEs is around connecting technology applications and knowledge to entrepreneurial opportunities and ser -  vice provision (Heaton Siegel   &   Teece, 2019; Nambisan, Thomas   &  Wright, 2018; Stam, 2017). The cultural map clearly captures these two important clusters and their evolving relationship   in the two-year snapshot. It suggests that more work needs to be done to connect these two important sets of discourse   –   another potential policy target. Turning to theory that might emerge from the material map in Fig. 4, interestingly, the three large structural holes displayed show evidence of big voids in the map between several cliques, at least at that map ’ s level of granularity. But there is no evidence of one major or central void that defines a central axis of potential polarization. Observations of the material map, therefore, might lead policymakers to construct generic connecting policies, like joint conferencing or funding pools, without recognizing   the   polarities   across   the   subcultures   and   misaligned resource cliques might lead to failures. Policymakers might also focus on particular structural holes and fund resource players based on their proximities, but without understanding the cultural tensions among proximate actors. As a result, event equal funding might be viewed as unequal because some critical segment of actors view their virtual po -  sition as being more important (Audretsch, 2021). Looking at the specific actors in the material map, we also see that the most central players are not necessarily the tech firms, but univer -  sities and service providers, a point that researchers have made (Heaton et al., 2019; Grimaldi et al., 2020). These actors provide human capital and maintain many social ties with tech firms, but the university and service firms do not often have enough fungible resources to help linked cliques in more substantial ways. On that point, in the material map we see some very long linked areas, such as to the lower left and right. Granted, this is partly a function of arbitrary map rotation, but the network indicates that there are disconnected AI/ML players in resource terms, yet these same actors appear in Fig. 3 to be more connected in  Fig. 5.   Discursive signatures.  T.R. Hannigan et al.\n\n--- Page 10 ---\n\nResearch Policy 51 (2022) 104315  10 Fig. 6.   Two examples of current regional ecosystem maps.  T.R. Hannigan et al.\n\n--- Page 11 ---\n\nResearch Policy 51 (2022) 104315  11 discursive   (cultural conversation) ones.   This suggests policymakers should consider how these different actors might be linked to new re -  sources via conversations.  3.1.4.   Discursive strategies  To capture how firms in the cultural map might actually not just locate and signal possibilities   –   but exploit them by bridging   –   we generated a new theoretical artifact:   spectrograms of discursive strategy bridging . To do so, we arranged the topics that actors tapped via tweets according to the major conversation clusters (color grouping) in Fig. 3 and recorded the frequency of that topic tweeting by the actor. Fig. 5 shows the sets of topics on the x-axis of the spectrograms from Fig. 3 ’ s the upper left-hand conversation spaces (AI digital   &   tech entrepre -  neurship) down to those in the lower right-hand (traditional industry   &  lifestyle). Each spectrogram represents a linear order of topics that we rendered in order to focus attention on clusters of topics and cultural holes. The clusters are highlighted with colors to help distinguish holes between them. In Fig. 5, we focused on displaying actors who seemed to be in positions to exploit cultural holes and tried to identify the key patterns of how they did so. Some actors ’   discursive strategies have a singular ( narrow ) tweeting focus. The top left in this figure shows ATB Financial (a provincial bank) with topic weights predominantly in Local Lifestyle   &   Community Conversations. Another example of this strategy is situated on the top left-hand side of Fig. 5. One organization   –   Valhalla Angels   –   has a predominate focus on the left-side of the spectrum, representing AI digital and tech entrepreneurship. The narrowness of the foci for the actors is also manifest in the lack of topic clusters that they seem to bridge. Valhalla, while able to bridge between tech entrepreneurship topics and ML/AI science ones via Topic 4, does not actually have much discourse (frequency of tweeting) in that linking space. So, in cultural, mapping and strategic terms, we can label this localized form of cultural conversation as a   “ narrow discursive strategy. ”  Other actors seem to pursue discursive strategies that are more clearly about bridging cultural holes. One signature is specifically about cases where organizations are explicitly attempting to fill cultural holes that are   immediately   adjacent   to them.   AltaML and   Amii   – unlike Valhalla   –   clearly both tweet in the bridging Topic 4 space, as shown by the frequency of tweets in that spot and the vertical rectangle used to highlight the link placed on the x-axis of the spectrogram. We labeled such signature types as a   “ near bridging discursive strategy. ”   In contrast, some firms tweet into a very different space from their own, trying to draw together two (or more) disparate discourses clusters. Two notable examples are Testfire Labs and Granify. Via topic 11 (UX-Design Teams) in Fig. 3, each has the opportunity to bridge between the AI to Business clusters of topics in green and the Local/Lifestyle topics in orange. We labelled this a   “ distant bridging discursive strategy ” .  This distinction of near and distant bridging cultural holes reflects an important   property   of   possibility   space   –   that   cultural   structures constituted by discourse are more or less distant from one another (Goldberg, 2011; Mohr et al., 2020). In related strategy research, for some years, related diversification (Markides   &   Williamson, 1994) and proximate spatial dispersion (Kim et al., 2015) have been lauded. In knowledge-based approaches to firms, drawing on notions of evolu -  tionary biology, Felin et al. (2014) have developed the concept of the  “ adjacent   possible ”   as   a   way   of   understanding   the   emergence   of  Fig. 7.   A two-layer, cultural-material map of Edmonton ’ s emerging AI entrepreneurial ecosystem.  T.R. Hannigan et al.\n\n--- Page 12 ---\n\nResearch Policy 51 (2022) 104315  12 economic opportunities in proximity terms. Proximity in this cultural map and bridging strategies may make it more likely that bridging strategies will be effective in the cultural map.  3.1.5.   Discursive strategy ’ s material outcomes?  A critical question, of course, is whether these three generic cultural (discursive) strategies will have systematic material effects? While this question is beyond the scope of an article devoted to conceptualizing and developing metrics for a novel mapping measure, we must discuss ways for systematic research with the construct to address the issue. If we re-examine the centrality-based material-clique map in Fig. 4, we see in blue-grey transparent bubbles with their actual names in the material map the six firms whose discursive strategies we just theorized about with regard to Fig. 5. Of the organizations actively using discursive strategies, at the end of our data collection in 2019, two were well- positioned in the material map around various structural holes: Amii (36 holes, low constraint), and AltaML (26 holes, low constraint). Two were   moderately   well-positioned:   Valhalla   Angels   (10   holes,   low constraint), ATB Financial (6 holes, low constraint). And two were not well-positioned   materially on   the   material   map:   Testfire   Labs and Granify.. As a follow up on this pattern, in early 2020, before covid, we found that AltaML and Amii were still doing well. Since covid, AltaML has been even more ascendant (Globe Newswire, 2020) and Amii has been granted additional funding from the provincial government (Joannou, 2020). In contrast, ATB Financial retreated some from the AI space, and Valhalla seems to have shifted efforts to British Columbia. Granify has survived, but repositioned culturally and materially, and Testfire is no longer actively tweeting. There appears, then, to be a simple correlation between firms employing near bridging discursive strategies and pres -  ence around structural holes (Amii and AltaML). In contrast, a distant bridging strategy either is associated with low material presence, or not even remaining on our material map. More detailed study, of course, would need to be done to systematically link these cultural discursive strategies to exploitation of these structural and cultural holes.  4.   Policy implications   &   research contributions  Our cultural approach to EEEs has shown value in considering it as a distinct dimension in emerging ecosystems. We see this as one way to conceptualize and measure the characteristics of the cultural dimension, and as a novel mapping technique for identifying cultural holes and discursive bridging strategies. In the remainder of this article, we consider the implications of our measurement and mapping approach for policy analytics and for policymakers.  4.1.   Implications for policy analytics  Policy analytics, as an area of data analytics, is becoming more prominent in both research and practice (De Marchi et al., 2016; Nam -  bisan et al., 2019). Governments have always created and relied on data for decision making; but the volume and velocity of data   –   big data   –  combined with the human-machine algorithms from computer science have created an array of new tools for policy analysts to apply and policymakers to deploy (Pencheva et al., 2020). Here we have focused on cultural mapping as one such tool. In the current approaches to emergent entrepreneurial ecosystems, it is common to see mapping done of ecosystem actors as a means of categorizing and organizing different spaces. Fig. 6 displays two recent maps of regional ecosystems in Can -  ada, one of the AI entrepreneurial ecosystem in the Waterloo area, a respected hub of high tech (e.g., Spigel   &   Vinodrai, 2020; Bramwell   &  Wolfe, 2008), and the other for the wider innovation ecosystem (not just the AI entrepreneurial one) in Edmonton, Alberta the region examined here. Policy analysts generated each map based on their relevant local knowledge; i.e., in theoretical terms, they acted as well-placed others in local context (Autio et al., 2014). The analysts ’   maps were designed to capture the main actors and relationship in the ecosystems. The maps foreground material (resource) ties and considerations, backgrounding cultural   understanding   of   these   relationships.   Looking   at   the   AI ecosystem map of Waterloo, we see topic clusters, such as   “ Machine Learning ”   and   “ Data Science and Analytics. ”   We also see key research labs boxed below the brain-shaped map. These clusters, their labels, and their proximities are arranged based on the contextualized under -  standing of the system, partly based on iterative discussions with local others about the best arrangements to depict the system. Similar to the Waterloo map, the Edmonton innovation ecosystem map is quite clear and captures key hubs of activity, with some agreed-upon labels. It goes a step further and displays the links within and across hubs, suggesting innovation opportunity spaces, the main one being in the center of the map. Both maps displayed in Fig. 6 have a winning expressiveness and are good talking points; but they would be difficult to use them systemati -  cally as policy analytic tools. The proximities may or may not mean much; it is difficult to know ex ante whether being close to one cluster or another in the Waterloo map matters, or whether being remotely con -  nected to actors in the Edmonton map is a problem. In addition, the new opportunity spaces (possibilities) are not obviously identified in either map. Hence, better and worse possibilities are difficult to locate in each figure. For policymakers, these drawbacks have implications on where and how to distribute funds   –   and to whom specifically. In the AI ecosystem map, the hubs below the map seem critical, but policymakers lack map metrics to prioritize them and to spread funds to nearby organizations. In contrast, we have argued that a good policy analytic tool would be to rely on Fig.s 3 and 4 in some combination. One possibility, similar to work in ecosystems by Spigel (2015) and Stam (2015), Wurth et al. (2021) is to layer the maps (also see Mohr et al., 2020). The key firms and possibilities discussed in each map layer can be linked across levels via   “ pipes. ”   These are forms of vertical or modal network ties (Padgett   &  Ansell, 1993; Tasselli   &   Kilduff, 2020). For illustrative purposes, we have displayed just three firms already discussed above: Testfire, ATB AI Financial, and AltaML. By observing the overall congruence of clusters and cliques across the two maps, and then carefully examining the positioning and discursive strategies of specific firms (or of similar types), policy analysts should be able to isolate better and worse spaces for attention and funding, and actors who might be encouraged (steered) towards or away from these areas. For example, AltaML has a discursive bridging position between the AI Digital and Tech Entrepreneurship spaces and in the material map, high centrality and a position besides several structural holes. It would appear to be an actor worth some culturally and materially informed policy attention, as would the joint spaces beside it in the two-layers. In contrast, in spite of Testfire ’ s location in the Tech Entrepreneurship cluster and high tweeting pro -  pensity, its far bridging strategy and incongruent material map location at the far edge of a distant clique may make its layered locations less auspicious. 4  4.1.1.   Policies to enable mapping analytics  In order to use such multilayered possibility maps, policy would be required for accessing, assembling and analyzing big cultural data along with more standard resource map data. As a precursor to such policies, it is important for policy analysts and policymakers first to embrace some of this cultural approach and combine it with the material or resource- focused one. That stereoscopic view of EEEs would not only allow for a deeper understanding of the ecosystems and their co-evolutionary dynamics (Johnson et al., 2019 ;   Thompson et al., 2018), but also lead policymakers to prioritize collecting such data. As we have seen, cultural  4   Of course, additional on site, contemporary due diligence would be needed to confirm these policy analytic points.  T.R. Hannigan et al.\n\n--- Page 13 ---\n\nResearch Policy 51 (2022) 104315  13 markers are carried in social conversations, such as those found in Twitter and other social media data (Obschonka et al., 2020). These tweets and are, in Nambisan et al. ’ s words (2019),   “ digital affordances ” –   virtual world enablers of various system facets. Some social media data are in the public domain or for purchase, but with the marketization of such data, it is not clear that will be true for long. Over the course of writing this paper, we shifted from collecting data manually using Py -  thon tools to working directly with Twitter through their academic developer program. The ease by which data was collected dramatically shifted as a result. Looking forward, it is conceivable that the company will continue to find ways to make this data more accessible for policy audiences. However, provisions for collecting and accessing the data as part of the package of tech company regulations would be useful if the public and policymakers are to benefit from these data as much as private business has to this point. Policy analysts need help from funders and policy -  makers to secure some of the corpora in order to use them for the business ecosystem and public ’ s behalf. Other open data efforts target -  ing such corpora will help as well (Perkmann   &   Schildt, 2015). Policy enabling local forms of federated learning (Bonawitz et al., 2019) may even enable such cultural mapping of more private communications within an ecosystem while preserving individual privacy. The ability to use such data in analyses and in policy formation is equally important to getting access to and assembling those data in corpora. In particular, the ability to generate and work with the various measures and metrics captured in Table 1 is important. Here, we employed a contemporary suite of computational social science tools (e. g., see Edelmann et al., 2020; Goldenstein   &   Poschmann, 2019), but took strides to recognize the localized knowledge of the author team in determining reasonable methodological decisions such as transparency and replicability (Nelson, 2019). To effectively render an EEE using our toolkit and approach requires, then, both well-placed quasi-ethno -  graphic abilities   and   computational tools on the part of policy analysts. Training in these tools to capture the stereoscopic nature of EEEs seems to be important in the world of emerging policy analytics.  4.2.   Implications for EEE policy  Policymakers guide regional and global economic opportunities. In recent years, there have been critiques of entrepreneurial ecosystem policy, highlighting conceptual and measurement issues (Autio, 2017; Spigel, 2020) as well as applicability challenges (Brown et al., 2017; Isenberg, 2010). Past policy analysis and thought about ecosystems appears to have been built upon some flawed assumptions. In the area of EEE policy, there are well-known success models: the Rainforest Model (Hwang   &   Horowitt, 2012) and similar depictions of the Silicon Valley (Isenberg, 2010). But not every region can be   –   or wants to be   –   a Silicon Valley (Audretsch, 2021; Feld, 2020; Isenberg, 2010). The bias towards this success model has been intensified by only measuring the material markers of success established in systems such as Silicon Valley with its hypergrowth exit mindset (Brown   &   Mawson, 2019; Lam   &   Seidel, 2020). Policymakers can address this past oversight and unlock numerous previously untapped possibilities hidden in previously unobserved cul -  tural holes. Ecosystems can flourish in unique ways with differing sets of cultural assumptions, such as those found in northern Italy (Tracey et al., 2018), Singapore (The Economist, 2014), the UK (Brown et al., 2017) or Finland (Autio, 2017). These locales have each benefitted from different local cultural infrastructures where some unique cultural cliques and conversations, key events and rollouts, and pre-venture mishmashes can thrive (Beltagui et al., 2020; Tracey et al., 2018). Without that, policy efforts to encourage that local cultural infrastructure, the material side of the ecosystem will rapidly become inflexible and ossify   –   or perhaps never emerge in the first place. But before creating policies to foster cultural infrastructure and co- evolutionary paths, we think policymakers and government should ask whether they   should be   directly, rather than indirectly, involved in fostering emergent entrepreneurial processes. Today most of the policy world accepts that some involvement is important (Heaton et al., 2019; O ’ Connor et al., 2018). This particularly holds where collective action failures hinder early stage ecosystem activities that can serve the public good in the long term but are unlikely to generate short term profits and are thus generally not properly addressed by the private sector without policy support (Seidel et al., 2020). But we believe that setting up the cultural and material infrastructure less directly is potentially more beneficial. Universities are just one example, and are part of a broader set of cultural and institutional possibilities that could be coordinated to help address the collective action failures in the more traditionally market reliant sectors (Heaton et al., 2019). In addition, efforts to coordinate across university and business sectors, such as via formal partnerships, like the HIBAR Research Alliance, can help catalyze policy solutions and cultural changes to solve such collective action failures in innovation ecosystems. They do so by more tightly culturally integrating univer -  sities with broader innovation ecosystems (Whitehead et al., 2020). Funding agencies are another critical component for EEEs. For example, an NSF Assistant Director recently outlined a shift demonstrating the importance of an   “ honest assessment of possible and likely outcomes rather than on the probability of specific outcomes. ”   (Social Science Space, 2021). This shift away from specific outcome bets is well-aligned with our cultural possibilities approach. Successful ecosystem policy intervention requires building a strong cultural fabric across sectors instead of simply focusing on material entrepreneur support. These points imply that EEEs should not be   “ over-engineered ”   and that   “ reform ”   of bureaucratic approaches to them is needed (Isenberg, 2010: p. 9). The historical context of the regional EEE becomes crucial here, as Isenberg himself notes. Some systems in some countries have a history of more direct involvement of local or non-local government. Such is the case of our focal emerging AI ecosystem, and the same for some in Europe (Stam, 2017) and China (Armanios et al., 2017). Un -  fortunately, in the recent past, this has also led government, under public pressure to justify EEE infrastructure funding and political sup -  port, to try to pick winners (Autio et al., 2014; Bresnahan et al., 2001; Isenberg, 2010; Reif, 2020). Today policymakers continue to do so, as evidenced by one example of how the emerging Endless Frontier Act in the United States. That acts makes major policy bets on future tech -  nologies instead of focusing on the possibilities of addressing longer term societal problems (Prahbakar, 2020; Seidel et al., 2020). But conceiving the government as successfully strategically guiding inno -  vation ecosystems is outdated (Flagg   &   Harris, 2020). Understanding cultural holes can help policymakers more broadly identify the core problems and possibilities ecosystems can likely address, as opposed to placing large bets based on guesses of future technological winners informed by metrics and trends originating in other ecosystems.  4.3.   Limitations and next steps  In this article we have contributed to research on policy regarding  T.R. Hannigan et al.\n\n--- Page 14 ---\n\nResearch Policy 51 (2022) 104315  14 EEEs   by   reconceptualizing   entrepreneurial   ecosystems   (Shipilov   &  Gawar, 2019; Wurth, Stam   &   Siegel, 2021), using a cultural approach (Audretsch et la., 2020; Lounsbury   &   Glynn, 2019; Powell   &   Oberg, 2017), one based on interpretive data science and big data (Hannigan et al., 2019; Mohr et al., 2020; Schmiedel et al., 2019). We have done so developing cultural-based theory around EEEs, with a dimensionaliza -  tion of the cultural layer, and a methodology for comparing and con -  trasting the cultural map to a material one in a sample emerging AI. This, in turn, has allowed us to offer suggestions for policy analytics and for policymakers who wish to use this cultural approach and mapping tool methodology. Being a measurement article, our study has some obvious research limitations, the first of which is the restrained ability to fully demon -  strate the impact of the measurement system ’ s usefulness for capturing long term system evolution. In this respect, we follow recent directions in entrepreneurship research (Obschonka   &   Audretsch, 2020; Louns -  bury   &   Glynn, 2019) that propose applying big data tools to enhance the articulation of entrepreneurial possibilities, particularly at early stages of an ecosystem. Instead of arguing for the technology alone, we explicitly emphasized how this new approach paired with a cultural perspective can be a valuable form of mapping EEEs. This moves beyond other big data studies that continue to carry forward the attribute-based framing to social media, such as Obschonka et al. (2020) that found correlations between tweets and psychological traits of a region. Our approach is a first step in pushing for cultural and material dimensions as intertwined and co-evolving in a particular configuration. But this is based on capturing a snapshot in time. We envision capturing more panels of the cultural and materials dimension ’ s evolution over time in a subsequent study to track some of these effects, and elaborate on the co-evolution of the dimensions. A second noticeable drawback is capturing the full dynamism of cultural discourse and artifacts in the cultural layer. We acknowledge that other important cultural activities take place in an emerging entrepreneurial ecosystem, such as field configuring events, like con -  ferences, or regularly organized meetups. Related work in management has demonstrated how key events generate cultural discourse (Hannigan  &   Casasnovas, 2020; Seidel, 2018; Hardy   &   Maguire, 2010; Zilber, 2011), and we have reason to believe the same is true in entrepreneurial ecosystems. The key criteria are whether sufficient sets of relevant actors are involved with (and paying attention to) the discourse, and whether it can be effectively captured. This points to our perspective as ultimately being relational. In planning this article, we conducted initial explor -  atory field work and determined that the Edmonton ecosystem was actively using Twitter. But this discourse was also in part fueled by conferences such as the SingularityU Canada Summit and other local events being organized on the   meetup.com   platform. Further work could study these events in more detail, considering the discourse produced, as well as the network of actors attending. A third drawback is that our methodology, while state-of-the-art, still needed to be adapted to the short, burstiness of tweets, and the topics that were rendering were thus only approximated and only if the system itself for that two-year period was adequately stable. Our central argu -  ment was based on the premise that tweets over a two-year period carried patterns and regularities of meaning. This was the basis of rendering   meaning   structures   that   form   cultural   holes.   While   we examined varieties of topic model numbers and cut-offs as forms of sensitivity analyses in our two-year panel, further work might disen -  tangle whether an adequate corpus is based on a minimum threshold of time, or is more a function of key events that generate discourse in that space. Our review of recent computer science work on the subject (i.e., Jonsson   &   Stolee, 2019) pointed to BTM as the leading approach for modeling short texts. Newer methods are continuing to be developed for the purpose of topic modeling twitter data with more structural as -  sumptions. For example, stLDA-C (Tierney, Bail   &   Volfovsky, 2021) is an emerging approach that shifts from modeling topics in individual tweets to mapping distributions of topics for users. Our modeling of discursive strategy signatures (spectrograms) is a contribution to that literature and suggests that a similar set of patterns within the time periods by user sets may be a way to capture stable discourse. Clearly, this is an area for future research.  5.   Conclusion  These limitations not withstanding, we hope that our work will still encourage EEE researchers to embrace less literal or concrete readings of ecosystems and their processes, in favor of a more cognitive and societally-grounded one anchored on cultural analysis (Audretsch et al., 2020; Lounsbury   &   Glynn, 2019) that reflects a systematic and tech -  nological bent (Mohr et al., 2020; Powell   &   Oberg, 2017). Introducing this new tool will enable policy analysts to provide policymakers with a more comprehensive data informed understanding of their local possi -  bilities. This reframing enables new insights on earlier stages of system emergence that are difficult to consider when only considering material markers. Local thought leaders (O ’ Conner et al., 2018) and intermediary organizations   (Clayton   et   al.,   2018;   Heaton   et   al.,   2019)   become important in part because of the visions and local buzz they create and promote in the cultural map (Nambisan et al., 2019). In addition, as demonstrated above, discursive strategies are a key component in their entrepreneurial toolkit (Lounsbury   &   Glynn, 2019; Swidler, 1986). These strategies help bridge these possibilities in the form of cultural holes (Pachucki   &   Breiger, 2010). Bridging, in turn, attracts attention and resources - personnel, funding, complementary technology, and other startups, helping turn   “ lead into gold ”   (Clough et al., 2019).  Credit author statement  Timothy R. Hannigan   –   conceptualization, data collection, mea -  surement, analysis (esp. of cultural models), core writing, and response letter.   Anthony   R.   Briggs   –   some   conceptualization,   material   data collection and some analysis, some editing and some writing. Rodrigo Valadao   –   some conceptualization, cultural data collection and analysis, editing, reference checking, some writing. Marc-David L. Seidel   –   some conceptualization, core writing on policy sections, some editing. P. Devereaux (Dev) Jennings   –   team coordination, corresponding author, conceptualization, data collection, measurement, analysis (esp. of ma -  terial models), core writing, and response letter. All in all, we worked as a team, and our contributions reflect our team ’ s effort.  Declaration of Competing Interest  None.  Acknowledgement  We would like to acknowledge the suggestions and reactions to this paper by the IDeaS (Interpretive Data Science) Group, the probing questions of Jennifer Jennings, the design assistance of Debjani Hanni -  gan,   the   theoretical considerations   raised   by   Mike Lounsbury, the friendly review by Marc Ventresca and the scraping code from Chris Cliff. This research was supported by the Social Science and Humanities Research Council (SSHRC), including grants #430-2018-01061 and #435-2017-0046.  T.R. Hannigan et al.\n\n--- Page 15 ---\n\nResearch Policy 51 (2022) 104315  15 Appendix  Table A2  Selected set of structural hole measures for edmonton AI ecosystem organizations a  Degree   EffSize   Efficiency   Constraint   Hierarchy   EgoBet   Ln(Constraint)   Indirects   Density   AvgDeg   Numholes  AICo01   1   1   1   0   1   0   0   0   0   0   0 AICo02   2   2   1   0.5   0   2   -0.693   0   0   0   2 AICo03   2   2   1   0.5   0   2   -0.693   0   0   0   2 AICo04   1   1   1   0   1   0   0   0   0   0   0 AICo05   2   2   1   0.5   0   2   -0.693   0   0   0   2 AICo06   1   1   1   0   1   0   0   0   0   0   0 AICo07   2   2   1   0.5   0   2   -0.693   0   0   0   2 AICo08   6   5.333   0.889   0.306   0.032   26   -1.186   0.333   0.133   0.667   26 AICo09   1   1   1   0   1   0   0   0   0   0   0 BigTech01   2   2   1   0.5   0   2   -0.693   0   0   0   2 BigTech02   1   1   1   0   1   0   0   0   0   0   0 BigTech03   5   4.6   0.92   0.3   0.05   18   -1.204   0.2   0.1   0.4   18 BigTech04   4   4   1   0.25   0   12   -1.386   0   0   0   12 BigTech05   1   1   1   0   1   0   0   0   0   0   0 BigTech06   2   1   0.5   1.125   0   0   0.118   0.5   1   1   0 BigTech07   1   1   1   0   1   0   0   0   0   0   0 Comm01   6   5.667   0.944   0.236   0.045   28   -1.443   0.167   0.067   0.333   28 Comm02   6   3.667   0.611   0.487   0.063   9.667   -0.719   0.661   0.467   2.333   16 Comm03   3   2.333   0.778   0.611   0.052   4   -0.492   0.333   0.333   0.667   4 Comm04   8   6.5   0.813   0.31   0.052   41   -1.172   0.531   0.214   1.5   44 Comm05   5   5   1   0.2   0   20   -1.609   0   0   0   20 Comm06   2   1   0.5   1.125   0   0   0.118   0.5   1   1   0 Comm07   2   2   1   0.5   0   2   -0.693   0   0   0   2 Exit01   4   4   1   0.25   0   12   -1.386   0   0   0   12 Exit02   1   1   1   0   1   0   0   0   0   0   0 Exit03   2   1   0.5   1.125   0   0   0.118   0.5   1   1   0 Exit04   1   1   1   0   1   0   0   0   0   0   0 ( continued on next page )  Table A1  Most active and mentioned tweeters  Alphabetical sorting   Most Active Tweeters (sent out)   Most Mentioned (received in) New ventures anchor list   New ventures a   Followers of new ventures b   New ventures   # Mentions   Followers of new ventures   # Mentions altaml_com   ATBFinancial   allantaylor   altaml_com   131   amiithinks   320 ATBFinancial   altaml_com   buzzilinear   testfirelabs   117   startupedmonton   307 bixscdn   bixscdn   cixcommunity   ATBFinancial   75   innovateyeg   257 BizPlanWorld   gabbi_ai   yegtweetup   Medo_ai   58   tecedmonton   171 boardeeapp   honest_door   yrrabyrrab   granify   40   valhallacap   159 BuddyTracker_io   testfirelabs   startupcalgary   SAM_Desk   34   nform   143 capstoneitdev   whitespark   startupedmonton   profilze   30   yeghealthcity   139 dhanalytics   StreamTechInc   take_roots   honest_door   28   taprootyeg   135 gabbi_ai   trustscience   donaterecycleit   dhanalytics   25   flyeia   112 granify   BizPlanWorld   innovateyeg   StreamTechInc   23   futurecite   105 honest_door   granify   themetaspaceyyc   boardeeapp   23   dbayeg   98 howtocreateart   SAM_Desk   govkid   mobiledatatech   17   inventurescan   86 innovills_tech   mymatchwork   bitcoinbrains   bixscdn   17   cheryllyeg   82 Medo_ai   boardeeapp   dbayeg   trustscience   12   edmontonglobal   81 mobiledatatech   Medo_ai   crowncathy   webdataguru   12   scaleupyeg   81 mpowered_tech   sportingcharts   chrislabossiere   touchmetric   11   worknicer   79 mymatchwork   innovills_tech   yeghealthcity   BizPlanWorld   11   valhallaangels   74 PitchSixty   dhanalytics   futurecite   ZanInitiative   6   rainforestyeg   74 profilze   WyvernSpace   worknicer   sportingcharts   6   cixcommunity   64 SAM_Desk   mobiledatatech   abudnick   mymatchwork   5   gethendrix   63 sportingcharts   ZanInitiative   sellarcast   gabbi_ai   5   fscammells   60 StreamTechInc   PitchSixty   flyeia   whitespark   4   justinc_ai   57 testfirelabs   webdataguru   clairemacyeg   WyvernSpace   2   albertaventure   44 touchmetric   capstoneitdev   naitmawjicentre   innovills_tech   2   startupcalgary   43 trustscience   profilze   clintonsenkow   PitchSixty   2   reg_joseph   37 webdataguru   touchmetric   amiithinks   howtocreateart   1   alondrac_ai   36 whitespark   BuddyTracker_io   planedmonton   capstoneitdev   0   williamsengca   35 WyvernSpace   howtocreateart   katesversion   BuddyTracker_io   0   ashifmawji   35 ZanInitiative   mpowered_tech   visibilitypower   mpowered_tech   0   naitmawjicentre   32  a   From most to least active  b   From most to least  T.R. Hannigan et al.\n\n--- Page 16 ---\n\nResearch Policy 51 (2022) 104315  16 References  Acs, Z.J., Stam, E., Audretsch, D.B., O ’ Connor, A, 2017. The lineages of the entrepreneurial ecosystem approach. Small Bus. Econ. 49 (1), 1 – 10. https://doi.org/ 10.1007/s11187-017-9864-8. Aldrich, H.E., 1994. Fools Rush in? The Institutional Context of Industry Creation, p. 27. Alvarez, S.A., Barney, J.B., McBride, R., Wuebker, R., 2014. Realism in the Study of Entrepreneurship. Acad. Manage. Rev. 39 (2), 227 – 231. Armanios, D.E., Eesley, C.E., Li, J., Eisenhardt, K.M., 2017. How entrepreneurs leverage institutional intermediaries in emerging economies to acquire public resources. Strateg. Manage. J. 38 (7), 1373 – 1390. https://doi.org/10.1002/smj.2575. Audretsch, D.B., 2021. Have we oversold the Silicon Valley model of entrepreneurship? Small Bus. Econ. 56 (2), 849 – 856. Audretsch, D.B., Cunningham, J.A., Kuratko, D.F., Lehmann, E.E., Menter, M., 2019. Entrepreneurial ecosystems: Economic, technological, and societal impacts. J. Technol. Transfer 44 (2), 313 – 325. Autio, E., 2017. Strategic Entrepreneurial Internationalization: A Normative Framework. Strateg. Entrepreneurship J. 11 (3), 211 – 227. https://doi.org/10.1002/sej.1261. Autio, E., Kenney, M., Mustar, P., Siegel, D., Wright, M., 2014. Entrepreneurial innovation: The importance of context. Res. Policy 43 (7), 1097 – 1108. Autio, E., Nambisan, S., Thomas, L.D.W., Wright, M, 2018. Digital affordances, spatial affordances, and the genesis of entrepreneurial ecosystems. Strateg. Entrepreneurship J. 12 (1), 72 – 95. https://doi.org/10.1002/sej.1266. Baker, T., Nelson, R.E., 2005. Creating Something from Nothing: Resource Construction through Entrepreneurial Bricolage. Adm. Sci. Q. 50 (3), 329 – 366. https://doi.org/ 10.2189/asqu.2005.50.3.329.  Fig. A1.   Bi-Directed (Mutual) Network Graph of 4 +   Twitter Handles.  Table A2   ( continued   )  Degree   EffSize   Efficiency   Constraint   Hierarchy   EgoBet   Ln(Constraint)   Indirects   Density   AvgDeg   Numholes  Exit05   3   2.333   0.778   0.611   0.052   4   -0.492   0.333   0.333   0.667   4 Exit06   2   2   1   0.5   0   2   -0.693   0   0   0   2 Exit07   2   2   1   0.5   0   2   -0.693   0   0   0   2 Exit08   4   3   0.75   0.563   0   8   -0.575   0.5   0.333   1   8 FundOrg01   4   3.5   0.875   0.406   0.055   10   -0.901   0.25   0.167   0.5   10 FundOrg02   4   4   1   0.25   0   12   -1.386   0   0   0   12 Gov01   1   1   1   0   1   0   0   0   0   0   0 Gov02   10   8.8   0.88   0.218   0.062   75   -1.522   0.425   0.133   1.2   78 Gov03   2   2   1   0.5   0   2   -0.693   0   0   0   2 Gov04   3   3   1   0.333   0   6   -1.099   0   0   0   6 Incumb01   1   1   1   0   1   0   0   0   0   0   0  a   The full set is available upon request.  T.R. Hannigan et al.\n\n--- Page 17 ---\n\nResearch Policy 51 (2022) 104315  17 Beltagui, A., Rosli, A., Candi, M., 2020. Exaptation in a digital innovation ecosystem: The disruptive impacts of 3D printing. Res. Policy 49 (1), 103833. https://doi.org/ 10.1016/j.respol.2019.103833. ...   &   Bonawitz, K., Eichner, H., Grieskamp, W., Huba, D., Ingerman, A., Ivanov, V., Roselander, J., 2019. Towards federated learning at scale: System design. arXiv preprint arXiv:1902.01046. Borgatti, S.P., Everett, M.G., Johnson, J.C., 2018. Analyzing social networks. Sage. Bourdieu, P., 1993. The Field of Cultural Production: Essays on Art and Literature. Columbia University Press. Bouslama, S., 2020. Join Edmonton Global at World Summit AI. Edmonton Global. https ://edmontonglobal.ca/join-edmonton-global-at-the-world-summit-ai/. Bowles, N, 2021. Join Us in Miami! Love, Masters of the Universe.   New York Times. https://www.nytimes.com/2021/01/29/technology/join-us-in-miami-love-maste rs-of-the-universe.html. Bramwell, A., Wolfe, D.A., 2008. Universities and regional economic development: The entrepreneurial University of Waterloo. Res. Policy 37 (8), 1175 – 1187. Bresnahan, T., Gambardella, A., Saxenian, A., Wallsten, S., 2001. Old Economy ”   Inputs for   “ New Economy ”   Outcomes: Cluster Formation in the New Silicon Valleys. Industr. Corp. Change 10 (4), 835 – 860. https://doi.org/10.1093/icc/10.4.835. Brown, R., Mawson, S., 2019. Entrepreneurial ecosystems and public policy in action: A critique of the latest industrial policy blockbuster. Cambridge J. Regions Economy Soc. 12 (3), 347 – 368. https://doi.org/10.1093/cjres/rsz011. Brown, R., Mawson, S., Lee, N., Peterson, L., 2019. Start-up factories, transnational entrepreneurs and entrepreneurial ecosystems: Unpacking the lure of start-up accelerator programmes. Eur. Plann. Stud. 27 (5), 885 – 904. https://doi.org/ 10.1080/09654313.2019.1588858. Brown, R., Mawson, S., Mason, C., 2017. Myth-busting and entrepreneurship policy: The case of high growth firms. Entrepreneurship Regional Dev. 29 (5 – 6), 414 – 443. https://doi.org/10.1080/08985626.2017.1291762. Burt, R., 2005. Brokerage and closure: An introduction to social capital. Burt, R.S., 2004. Structural Holes and Good Ideas. Am. J. Sociol. 110 (2), 349 – 399. https://doi.org/10.1086/421787. News, CBC, 2019. Alberta ’ s high-tech sector to get $100M boost over 5 years | CBC News. CBC. https://www.cbc.ca/news/canada/calgary/notley-bilous-alberta- innovates-funding-ai-artificial-intelligence-calgary-amii-1.5017785. Clayton, P., Feldman, M., Lowe, N., 2018. Behind the Scenes: Intermediary Organizations that Facilitate Science Commercialization Through Entrepreneurship. Acad. Manage. Perspect. 32 (1), 104 – 124. https://doi.org/10.5465/amp.2016.0133. Clough, D., Fang, T., Vissa, B., Wu, A., 2019. Turning lead Into gold- How do entrepreneurs mobilize resources to exploit opportunities. Academy of Management Annals. Cooke, P., Gomez Uranga, M., Etxebarria, G., 1997. Regional innovation systems: Institutional and organisational dimensions. Res. Policy 26 (4 – 5), 475 – 491. https:// doi.org/10.1016/S0048-7333(97)00025-5. Croidieu, G., Kim, P.H., 2018. Labor of love: Amateurs and lay-expertise legitimation in the early U.S. radio field. Adm. Sci. Q. 63 (1), 1 – 42. Davenport, T., 2019. Learning From The Canadian Model Of AI. Forbes. https://www. forbes.com/sites/tomdavenport/2019/11/19/learning-from-the-canadian-model- of-ai/?sh = 40748b1c2300. De Marchi, G., Lucertini, G., Tsouki ` as, A., 2016. From evidence-based policy making to policy analytics. Ann. Oper. Res. 236 (1), 15 – 38. DiMaggio, P.J., 1997. Culture and cognition. Ann. Rev. Sociol. 23, 263 – 287. Edelmann, A., Wolff, T., Montagne, D., Bail, C.A., 2020. Computational Social Science and Sociology. Ann. Rev. Sociol. 46 (1), 61 – 81. Feld, B., 2020. Startup Communities: Building an Entrepreneurial Ecosystem in Your City. John Wiley   &   Sons. Feldman, M., Siegel, D.S., Wright, M., 2019. New developments in innovation and entrepreneurial ecosystems. Industr. Corp. Change 28 (4), 817 – 826. https://doi.org/ 10.1093/icc/dtz031. Felin, T., Kauffman, S., Koppl, R., Longo, G., 2014. Economic Opportunity and Evolution: Beyond Landscapes and Bounded Rationality. Strateg. Entrepreneurship J. 8 (4), 269 – 282. Ferraro, F., Etzion, D., Gehman, J., Al, O.S.E., 2015. Tackling Grand Challenges Pragmatically: Robust Action.   Revisited . Financial Post, 2017. Revolution AI: How Edmonton is gaining ground as a research and innovation hub for AI. Financial Post. https://financialpost.com/entrepreneur/revol ution-ai-how-edmonton-is-gaining-ground-as-a-research-and-innovation-hub-for-ai. Fischer, E., Reuber, A.R., 2011. Social interaction via new social media:(How) can interactions on Twitter affect effectual thinking and behavior? J. Bus. Venturing 26 (1), 1 – 18. Flagg, M.,   &   Harris, P. (2020, September).   September 2020 . How to Lead Innovation in a Changed World. https://intangibleeconomy.wordpress.com/2020/09/. Florida, R., Kenney, M., 1990. High-Technology Restructuring in the USA and Japan. Environ. Plann. A 22 (2), 233 – 252. https://doi.org/10.1068/a220233. Forbes, D.P., Kirsch, D.A., 2011. The study of emerging industries: Recognizing and responding to some central problems. J. Bus. Venturing 26 (5), 589 – 602. https://doi. org/10.1016/j.jbusvent.2010.01.004. Friedland, R., 2013. The gods of institutional life: Weber ’ s value spheres and the practice of polytheism. Crit. Res. Religion 1 (1), 15 – 24. https://doi.org/10.1177/ 2050303213476104. Giddens, A., 1984. The constitution of society: Outline of the structuration theory. Polity Press. Giorgi, S., Lockwood, C., Glynn, M.A., 2015. The Many Faces of Culture: Making Sense of 30 Years of Research on Culture in Organization Studies. Acad. Manage. Ann. 9 (1), 1 – 54. https://doi.org/10.1080/19416520.2015.1007645. Globe and Mail, 2017. It ’ s time to make the Canadian AI ecosystem bloom. https://www. theglobeandmail.com/report-on-business/rob-commentary/its-time-to-make-the- canadian-ai-ecosystem-bloom/article35559957/. GlobeNewsWire. (2020a). $57 million to Alberta researchers and innovators. . GlobeNewswire News Room. https://www.globenewswire.com/news-release/2020/ 05/25/2038229/0/en/57-million-to-Alberta-researchers-and-innovators.html. Goldberg, A., 2011. Mapping shared understandings using relational class analysis: The case of the cultural omnivore reexamined. Am. J. Sociol. 116 (5), 1397 – 1436. Goldenstein, J., Poschmann, P., 2019. Analyzing Meaning in Big Data: Performing a Map Analysis Using Grammatical Parsing and Topic Modeling. Sociol. Methodol. 49 (1), 83 – 131. https://doi.org/10.1177/0081175019852762. Hallett, T. (2003). Symbolic Power and Organizational Culture.   Sociological Theory , 21 (2), 128 – 149. https://doi.org/10.1111/1467-9558.00181. Hannah, D.P., Eisenhardt, K.M., 2018. How firms navigate cooperation and competition in nascent ecosystems. Strateg. Manage. J. 39 (12), 3163 – 3192. https://doi.org/ 10.1002/smj.2750. Hannigan, T.R., Casasnovas, G., 2020. New structuralism and field emergence: The co- constitution of meanings and actors in the early moments of social impact investing. Res. Sociol. Org. 68, 147 – 184. Hannigan, T.R., Haans, R.F.J., Vakili, K., Tchalian, H., Glaser, V.L., Wang, M.S., Kaplan, S., Jennings, P.D, 2019. Topic Modeling in Management Research: Rendering New Theory from Textual Data. Acad. Manage. Ann. 13 (2), 586 – 632. https://doi.org/10.5465/annals.2017.0099. Hardy, C., Maguire, S., 2010. Discourse, Field-Configuring Events, and Change in Organizations and Institutional Fields: Narratives of DDT and the Stockholm Convention. Acad. Manag. J. 53 (6), 1365 – 1392. Heaton, S., Siegel, D.S., Teece, D.J., 2019. Universities and innovation ecosystems: A dynamic capabilities perspective. Industr. Corp. Change 28 (4), 921 – 939. https:// doi.org/10.1093/icc/dtz038. Huff, A., 1990. Mapping strategic thought. John Wiley   &   Sons. Hwang, M.V.W., Horowitt, M.G, 2012. The Rainforest: The Secret to Building the Next Silicon Valley. Regenwald. Isenberg, D.J., 2010. How to Start an Entrepreneurial Revolution. Harv. Bus. Rev. 10. Jennings, P.D., Greenwood, R., Lounsbury, M.D., Suddaby, R., 2013. Institutions, entrepreneurs, and communities: A special issue on entrepreneurship. J. Bus. Venturing 28 (1), 1 – 9. https://doi.org/10.1016/j.jbusvent.2012.07.001. Joannou, A., 2020. Alberta government giving $9 million in funding to Edmonton AI company. Edmonton J. https://edmontonjournal.com/news/politics/alberta-govern ment-to-give-9-million-in-funding-to-edmonton-ai-company. Johnson, D., Bock, A.J., George, G., 2019. Entrepreneurial dynamism and the built environment in the evolution of university entrepreneurial ecosystems. Industr. Corp. Change 28 (4), 941 – 959. Jonsson, E., Stolee, J., 2019. An Evaluation of Topic Modelling Techniques for Twitter 11. Kaufman, J., 2004. Endogenous Explanation in the Sociology of Culture. Ann. Rev. Sociol. 30 (1), 335 – 357. https://doi.org/10.1146/annurev.soc.30.012703.110608. Kay, N.M., Leih, S., Teece, D.J., 2018. The role of emergence in dynamic capabilities: A restatement of the framework and some possibilities for future research. Industr. Corp. Change 27 (4), 623 – 638. https://doi.org/10.1093/icc/dty015. Kennedy, M.T., 2008. Getting Counted: Markets, Media, and Reality. Am. Sociol. Rev. 73 (2), 270 – 295. Kim, H., Hoskisson, R.E., Lee, S.H., 2015. Why strategic factor markets matter:   “ New ”  multinationals ’   geographic diversification and firm profitability. Strateg. Manage. J. 36 (4), 518 – 536. Kirsch, D., Moeen, M., Wadhwani, R.D, 2013. Historicism and Industry Emergence: Industry Knowledge from Pre-emergence to Stylized Fact. In: Bucheli, M., Wadhwani, R.D. (Eds.), Organizations in Time. Oxford University Press, pp. 217 – 240. https://doi.org/10.1093/acprof:oso/9780199646890.003.0009. Kuckertz, A., Br ¨ andle, L., Gaudig, A., Hinderer, S., Morales Reyes, C.A., Prochotta, A., Steinbrink, K.M., Berger, E.S.C, 2020. Startups in times of crisis   –   A rapid response to the COVID-19 pandemic. J. Bus. Venturing Insights 13, e00169. https://doi.org/ 10.1016/j.jbvi.2020.e00169. Lam, L., Seidel, M.-D.L., 2020. Hypergrowth Exit Mindset: Destroying Societal Wellbeing through Venture Capital Biased Social Construction of Value. J. Manage. Inquiry 29 (4), 471 – 474. https://doi.org/10.1177/1056492620929085. Lizardo, O., 2014. Omnivorousness as the bridging of cultural holes: A measurement strategy. Theory Soc. 43 (3 – 4), 395 – 419. https://doi.org/10.1007/s11186-014- 9220-9. Lounsbury, M., Glynn, M.A., 2019. Cultural Entrepreneurship: A New Agenda for the Study of Entrepreneurial Processes and Possibilities, 1st ed. Cambridge University Press. https://doi.org/10.1017/9781108539487. Lounsbury, M., Ventresca, M., 2002. Social structure and organizations revisited. JAI. Malecki, E.J., 2018. Entrepreneurship and entrepreneurial ecosystems. Geograph. Compass 12 (3), e12359. https://doi.org/10.1111/gec3.12359. Manning, C., Surdeanu, M., Bauer, J., Finkel, J., Bethard, S., McClosky, D., 2014. The Stanford CoreNLP Natural Language Processing Toolkit. In: Proceedings of 52nd Annual Meeting of the Association for Computational Linguistics: System Demonstrations, pp. 55 – 60. https://doi.org/10.3115/v1/P14-5010. Markides, C.C., Williamson, P.J., 1994. Related diversification, core competences and corporate performance. Strateg. Manage. J. 15 (S2), 149 – 165. Markman, G.D., Gianiodis, P.T., Phan, P.H., Balkin, D.B., 2005. Innovation speed: Transferring university technology to market. Res. Policy 34 (7), 1058 – 1075. https://doi.org/10.1016/j.respol.2005.05.007. Marsden, P., 2005. Recent developments in network measurement. Models and methods in social network analysis, p. 30.  T.R. Hannigan et al.\n\n--- Page 18 ---\n\nResearch Policy 51 (2022) 104315  18 Martin, J., 1992. Cultures in Organizations: Three Perspectives. Oxford University Press, USA. Shepherd, D.A., McMullen, J.S., Jennings, P.D., 2007. The formation of opportunity beliefs: Overcoming ignorance and reducing doubt. Strateg. Entrepreneurship J. 1 (1 – 2), 75 – 95. Mehra, A., Kilduff, M., Brass, D.J., 2001. The Social Networks of High and Low Self- Monitors: Implications for Workplace Performance. Adm. Sci. Q. 46 (1), 121 – 146. Mohr, J.W., Bail, C.A., Frye, M., Lena, J.C., Lizardo, O., McDonnell, T.E., Mische, A., Tavory, I., Wherry, F.F., 2020. Measuring Culture. Columbia University Press. Mohr, J.W., Bogdanov, P., 2013. Introduction — Topic models: What they are and why they matter. Poetics 41 (6), 545 – 569. https://doi.org/10.1016/j. poetic.2013.10.001. Mohr, J.W., Duquenne, V., 1997. The Duality of Culture and Practice: Poverty Relief in New York City, 1888-1917. Theory Soc. 26 (2/3), 305 – 356. Mohr, J.W., Rawlings, C., 2018. The Oxford Handbook of Cultural Sociology. Four Ways to Measure Culture: Social Science, Hermeneutics, and the Cultural Turn. Nambisan, S., Lyytinen, K., Yoo, Y., 2020. Digital innovation: Towards a transdisciplinary perspective. Handbook Digital Innovation. https://www.elgaronl ine.com/view/edcoll/9781788119979/9781788119979.00008.xml. Nambisan, S., Wright, M., Feldman, M., 2019. The digital transformation of innovation and entrepreneurship: Progress, challenges and key themes. Res. Policy 48 (8), 103773. https://doi.org/10.1016/j.respol.2019.03.018. Navis, C., Glynn, M.A., 2010. How New Market Categories Emerge: Temporal Dynamics of Legitimacy, Identity, and Entrepreneurship in Satellite Radio, 1990 – 2005. Adm. Sci. Q. 55 (3), 439 – 471. https://doi.org/10.2189/asqu.2010.55.3.439. Nelson, L.K., 2019. To Measure Meaning in Big Data, Don ’ t Give Me a Map, Give Me Transparency and Reproducibility. Sociol. Methodol. 49 (1), 139 – 143. Oh, D.-S., Phillips, F., Park, S., Lee, E., 2016. Innovation ecosystems: A critical examination. Technovation 54, 1 – 6. Obschonka, M., Audretsch, D.B., 2020. Artificial intelligence and big data in entrepreneurship: A new era has begun. Small Bus. Econ. 55 (3), 529 – 539. Obschonka, M., Lee, N., Rodríguez-Pose, A., Eichstaedt, J.C., Ebert, T., 2020. Big data methods, social media, and the psychology of entrepreneurial regions: Capturing cross-county personality traits and their impact on entrepreneurship in the USA. Small Bus. Econ. 55 (3), 567 – 588. O ’ Connor, A., Stam, E., Sussan, F., Audretsch, D.B., 2018. Entrepreneurial Ecosystems: The Foundations of Place-based Renewal. In: O ’ Connor, A., Stam, E., Sussan, F., Audretsch, D.B. (Eds.), Entrepreneurial Ecosystems. Springer International Publishing, pp. 1 – 21. https://doi.org/10.1007/978-3-319-63531-6_1. Vol. 38. Owen-Smith, J., Powell, W.W., 2004. Knowledge Networks as Channels and Conduits: The Effects of Spillovers in the Boston Biotechnology Community. Org. Sci. 15 (1), 5 – 21. Pachucki, M.A., Breiger, R.L., 2010. Cultural Holes: Beyond Relationality in Social Networks and Culture. Ann. Rev. Sociol. 36 (1), 205 – 224. https://doi.org/10.1146/ annurev.soc.012809.102615. Padgett, J.F., Ansell, C.K., 1993. Robust Action and the Rise of the Medici, 1400-1434. Am. J. Sociol. 98 (6), 1259 – 1319. https://doi.org/10.1086/230190. Pencheva, I., Esteve, M., Mikhaylov, S.J., 2020. Big Data and AI   –   A transformational shift for government: So, what next for research? Pub. Policy Admin. 35 (1), 24 – 44. Perkmann, M., Schildt, H., 2015. Open data partnerships between firms and universities: The role of boundary organizations. Res. Policy 44 (5), 1133 – 1143. Porac, J.F., Thomas, H., Wilson, F., Paton, D., Kanfer, A., 1995. Rivalry and the Industry Model of Scottish Knitwear Producers. Adm. Sci. Q. 40 (2), 203. https://doi.org/ 10.2307/2393636. Porter, M., 1998. Clusters and the New Economics of Competition. http://marasbiber.co m/wp-content/uploads/2018/05/Michael-E.-Porter-Cluster-Reading.pdf. Powell, W.W., Oberg, A., 2017. Networks and Institutions. In: Greenwood, R., Oliver, C., Lawrence, T.B., Meyer, R.E. (Eds.), The Sage Handbook of Organizational Institutionalism, 2nd ed. Sage, London, pp. 446 – 476. Powell, W.W., Snellman, K., 2004. The Knowledge Economy. Ann. Rev. Sociol. 30 (1), 199 – 220. https://doi.org/10.1146/annurev.soc.29.010202.100037. Powell, W.W., White, D.R., Koput, K.W., Owen-Smith, J., 2005. Network Dynamics and Field Evolution: The Growth of Interorganizational Collaboration in the Life Sciences. Am. J. Sociol. 110 (4), 1132 – 1205. https://doi.org/10.1086/421508. JSTOR. Rawlings, C.M., Childress, C., 2019. Emergent Meanings: Reconciling Dispositional and Situational Accounts of Meaning-Making from Cultural Objects. Am. J. Sociol. 124 (6), 1763 – 1809. https://doi.org/10.1086/703203. Reif, L.R., 2020. MIT President on US Competitiveness and the Endless Frontier Act. Issues Sci. Technol. https://issues.org/to-compete-with-china-america-needs-the-e ndless-frontier-act-mit-rafael-reif/. Saxenian, A., 1994. Regional Networks: Industrial Adaptation in Silicon Valley and Route 128. Saxenian, A., 1990. Regional Networks and the Resurgence of Silicon Valley. Calif. Manage. Rev. 33 (1), 89 – 112. https://doi.org/10.2307/41166640. Schiffer, E., Hauck, J., 2010. Net-Map: Collecting Social Network Data and Facilitating Network Learning through Participatory Influence Network Mapping. Field Methods 22 (3), 231 – 249. https://doi.org/10.1177/1525822x10374798. Schmiedel, T., Müller, O., vom Brocke, J., 2019. Topic Modeling as a Strategy of Inquiry in Organizational Research: A Tutorial With an Application Example on Organizational Culture. Org. Res. Methods 22 (4), 941 – 968. https://doi.org/ 10.1177/1094428118773858. Seidel, M.-D.L., 2018. The Role of Conferences in the Emergence of Developmental Professional Culture. J. Manage. Inquiry 27 (2), 149 – 153. Seidel, M.-D.L., Greve, H.R., 2017. Emergence: How Novelty, Growth, and Formation Shape Organizations and Their Ecosystems. In: Seidel, M.-D.L., Greve, H.R. (Eds.), Research in the Sociology of Organizations. Emerald Publishing Limited, pp. 1 – 27. https://doi.org/10.1108/S0733-558x20170000050020. Vol. 50. Seidel, M.-D.L., Schwartz, L.H., Jordan, G.B., 2020. Innovation Isn ’ t a Frontier — It ’ s an Ecosystem. Issues Sci. Technol. https://issues.org/the-endless-frontier-legislation-hi bar-research-innovation-ecosystem/. Shi, Z., Rui, H., Whinston, A.B., 2014. Content sharing in a social broadcasting environment: evidence from twitter. MIS Q. 38 (1), 123 – 142. Shipilov, A., Gawer, A., 2019. Integrating Research on Inter-Organizational Networks and Ecosystems. Acad. Manage. Ann. https://doi.org/10.5465/annals.2018.0121. Sievert, C.,   &   Shirley, K. (2014). LDAvis: A method for visualizing and interpreting topics.   Proceedings of the Workshop on Interactive Language Learning, Visualization, and Interfaces , 63 – 70. https://doi.org/10.3115/v1/W14-3110. Social Science Space. (2021). NSF Letter Frames Concept of ‘Broader Impact ’ . https:// www.socialsciencespace.com/2021/03/nsf-letter-frames-concept-of-broader-impa ct/. Soubli ` ere, J.-F., Gehman, J., 2019. The Legitimacy Threshold Revisited: How Prior Successes and Failures Spill Over to Other Endeavors on Kickstarter. Acad. Manag. J. https://doi.org/10.5465/amj.2017.1103 amj.2017.1103. Spigel, B., 2015. Edinburgh ’ s Entrepreneurial and Support Ecosystem, 11. Spigel, B., 2017. The Relational Organization of Entrepreneurial Ecosystems. Entrepreneurship Theory Pract. 41 (1), 49 – 72. https://doi.org/10.1111/etap.12167. Spigel, B., 2020. Entrepreneurial Ecosystems: Theory, Practice and Futures. Edward Elgar Publishing. Spigel, B., Vinodrai, T., 2020. Meeting its Waterloo? Recycling in entrepreneurial ecosystems after anchor firm collapse. Entrepreneurship Reg. Dev. 1 – 22. Stam, E., 2015. Entrepreneurial ecosystems and regional policy: a sympathetic critique. Eur. Plann. Stud. 23 (9), 1759 – 1769. Stam, E. (2017). Measuring the Entrepreneurial Ecosystem.   Utrecht School of Economics, Discussion Paper Series 17 – 11. . Stam, Erik, van de Ven, A., 2019. Entrepreneurial ecosystem elements. Small Bus. Econ. https://doi.org/10.1007/s11187-019-00270-6. Startup Genome. (2019).   Global Startup Ecosystem Report 2019 . https://startupgenome. com/reports/global-startup-ecosystem-report-2019. Swidler, A., 1986. Culture in Action: Symbols and Strategies. Am. Sociol. Rev. 51 (2), 273 https://doi.org/10.2307/2095521. Suarez, F. [@francissuarez]. (2020, December 4).   How can I help?   Twitter. https://twitter .com/francissuarez/status/1335037068108554241. Tasselli, S.,   &   Kilduff, M. (2020). Network Agency.   Academy of Management Annals , annals.2019.0037. https://doi.org/10.5465/annals.2019.0037. Teece, D., Fleming, L., Feldman, M., Heaton, S., Desai, S., 2019. Special Issue Call for Uncommon Methods and Metrics for Local Entrepreneurial Ecosystems. Res. Policy. Economist, The, 2014. All together now.   The Economist . https://www.economist.com/ special-report/2014/01/16/all-together-now. Thomas, L.D.W., Ritala, P, 2021. Ecosystem Legitimacy Emergence: A Collective Action View. J. Manag., 0149206320986617 Thompson, T.A., Purdy, J.M., Ventresca, M.J., 2018. How entrepreneurial ecosystems take form: Evidence from social impact initiatives in Seattle. Strateg. Entrepreneurship J. 12 (1), 96 – 116. https://doi.org/10.1002/sej.1285. Tierney, G., Bail, C.,   &   Volfovsky, A. (2021) Author Clustering and Topic Estimation for Short Texts.   Working paper. . Tracey, P., Dalpiaz, E., Phillips, N., 2018. Fish out of Water: Translation, Legitimation, and New Venture Creation. Acad. Manag. J. 61 (5), 1627 – 1666. https://doi.org/ 10.5465/amj.2015.0264. van Rijnsoever, F.J., 2020. Meeting, mating, and intermediating: How incubators can overcome weak network problems in entrepreneurial ecosystems. Res. Policy 49 (1), 103884. https://doi.org/10.1016/j.respol.2019.103884. Wang, F., Mack, E.A.,   &   Maciewjewski, R. (2017). Analyzing Entrepreneurial Social Networks with Big Data.   Annals of the American Association of Geographers , 107(1), 130 – 150. https://doi.org/10.1080/24694452.2016.1222263. Whitehead, L.A., Slovic, S.H., Nelson, J.E., 2020. Re-invigorating HIBAR research for the 21st century: Enhancing fundamental research excellence in service to society. Technol. Innovation 21 (2), 153 – 167. Wijffels, J., 2019. BTM: Biterm Topic Models for Short Text.   R package version 0.2.1. . https://cran.r-project.org/web/packages/BTM/. Wurth, B., Stam, E., Spigel, B., 2021. Toward an entrepreneurial ecosystem research program. Entrepreneurship Theory and Practice, 1042258721998948. Yan, X., Guo, J., Lan, Y., Cheng, X., 2013. A Biterm Topic Model Short Texts 11. Zhao, W.X., Jiang, J., Weng, J., He, J., Lim, E.-P., et al., 2011. Comparing Twitter and Traditional Media Using Topic Models. In: Clough, P., Foley, C., Gurrin, C., Jones, G. J.F., Kraaij, W., et al. (Eds.), Advances in Information Retrieval. Springer, Berlin, Heidelberg, pp. 338 – 349. Zilber, T.B., 2011. Institutional Multiplicity in Practice: A Tale of Two High-Tech Conferences in Israel. Org. Sci. 22 (6), 1539 – 1559. https://doi.org/10.1287/ orsc.1100.0611.  T.R. Hannigan et al.",
    "analysis": {
      "governance_power_accountability": "The policy document puts the power of decision making in the hands of policymakers without providing clear mechanisms for accountability. The goals are defined by these policymakers with an aim for economic growth and fostering an entrepreneurial ecosystem. The risk seems to be borne by the ecosystem members, who have to navigate the policies, incentives, and regulations set forth by the policymakers.",
      "plurality_inclusion_embodiment": "The system appears to overlook the importance of valuing diverse knowledge systems and embodied experiences. It primarily focuses on material metrics and standard visible markers for ecosystem evaluation, potentially excluding non-visible cultural variables. There is no explicit inclusion of Indigenous, disability, or non-Western perspectives.",
      "agency_codesign_self_determination": "The system does not seem to support community agency, co-design, or the right to refuse. The power lies heavily with the policymakers, thereby limiting the ability of the community to influence or shape the policy direction. The lack of local cultural considerations further limits the potential for self-determination.",
      "reflexivity_situated_praxis": "The document does not demonstrate reflexivity or situated praxis. The need for locally informed decisions is mentioned, but without explicit recognition of the historical or structural factors that may shape these local contexts. There is a lack of examination of the policy's own value assumptions and positionality.",
      "legitimacy_claims": {
        "source": "Technocratic",
        "mechanisms": "The legitimacy is established and maintained through the reliance on policymakers' expertise, the use of scientific methods, and the aim of the policy to foster economic growth and innovation.",
        "tensions": "There are tensions between technocratic legitimacy and the need for democratic legitimacy. While the policy relies on technocratic authority, the lack of community input and consideration of local cultural factors may undermine democratic principles."
      },
      "key_insight": "The policy document heavily centralizes the power with policymakers, potentially overlooking diverse knowledge systems, local cultural variables, and the need for community agency in fostering an innovative ecosystem.",
      "governance_scores": {
        "centralization": 80,
        "rights_focus": 30,
        "flexibility": 40,
        "market_power": 70,
        "procedurality": 60
      },
      "structural_pillars": {
        "risk": {
          "title": "Economic Focus",
          "description": "The approach to risk is largely economic, focusing on fostering entrepreneurial ecosystems for economic growth.",
          "badge": "Economically-driven"
        },
        "enforcement": {
          "title": "Policy-driven",
          "description": "The enforcement mechanism relies on the implementation of policies, incentives, and regulations by policymakers.",
          "badge": "Top-down"
        },
        "rights": {
          "title": "Limited Rights",
          "description": "The system does not emphatically prioritize the rights of the community or the diverse stakeholders within the entrepreneurial ecosystem.",
          "badge": "Rights-neglected"
        },
        "scope": {
          "title": "Narrow Scope",
          "description": "The scope of the policy is limited to economic growth, innovation, and the development of an entrepreneurial ecosystem.",
          "badge": "Narrow-focused"
        }
      }
    },
    "cultural_framing": {
      "state_market_society": "The policy document assumes a proactive role of the government in fostering economic growth and the development of entrepreneurial ecosystems, particularly connected to emerging artificial intelligence technology. The market is positioned as the site of innovation and entrepreneurship, with entrepreneurs navigating both material and cultural resources to create and adapt to new systems. The role of society is largely seen through the lens of economic opportunities and challenges that need to be addressed.",
      "technology_role": "Technology, specifically AI, is seen as an opportunity and a tool for economic growth and innovation. Simultaneously, technology creates distinct ecosystems whose characteristics and potential need to be properly understood and managed. It's an integral part of the socio-economic fabric, but its emergence can pose difficulties in policy making due to its novel and complex nature.",
      "rights_conception": "The document does not directly address the issue of rights, but there's an implicit emphasis on collective benefits through systemic wealth creation, economic well-being, and problem-solving. The focus seems more substantive (ensuring economic growth and societal benefits) than procedural.",
      "historical_context": "The document does not explicitly address historical or colonial contexts. However, the emphasis on avoiding the copying of policies from successful regions suggests an awareness of the pitfalls of 'one-size-fits-all' approaches that might overlook unique regional contexts and histories.",
      "epistemic_authority": "The document privileges expert knowledge in understanding and directing technological ecosystems. This includes policymakers, academics (as evidenced by the numerous citations of academic works), and entrepreneurs. The knowledge of affected communities or broader society is not explicitly mentioned.",
      "cultural_distinctiveness_score": 0.4,
      "dominant_cultural_logic": "Technocratic governance of entrepreneurial ecosystems"
    },
    "institutional_logics": {
      "logics": {
        "market": {
          "strength": 0.7,
          "champions": [
            "Entrepreneurs",
            "Startups",
            "VC funding"
          ],
          "material": "This logic is encoded in the evaluation of ecosystems using metrics such as new products, patents, jobs and successful exits.",
          "discursive": "The market logic is expressed through the language of economic growth, wealth creation, and innovation.",
          "key_tensions": [
            "Tensions with state logic due to conflicts between economic growth and regulatory control"
          ]
        },
        "state": {
          "strength": 0.8,
          "champions": [
            "Policymakers"
          ],
          "material": "State logic is reflected in the discussion of incentives and regulations to foster economic growth.",
          "discursive": "State logic is evident in the language of public interest, democratic accountability, and rule of law.",
          "key_tensions": [
            "Tensions with market logic due to conflicts between economic growth and regulatory control"
          ]
        },
        "professional": {
          "strength": 0.6,
          "champions": [
            "Researchers",
            "Authors"
          ],
          "material": "Professional logic is embedded in the development of a new policy tool to address the issue of ecosystem evaluation.",
          "discursive": "Professional logic is expressed through the use of technical terms and emphasis on the importance of expertise and research.",
          "key_tensions": [
            "Tension with community logic over the reliance on expert knowledge versus local knowledge"
          ]
        },
        "community": {
          "strength": 0.5,
          "champions": [
            "Local cultural possibilities"
          ],
          "material": "Community logic is present in the emphasis on understanding and leveraging local cultural possibilities for economic opportunity.",
          "discursive": "Community logic is expressed in the language of collective wellbeing, local knowledge, and participation.",
          "key_tensions": [
            "Tension with professional logic over the reliance on expert knowledge versus local knowledge"
          ]
        }
      },
      "dominant_logic": "state",
      "logic_conflicts": [
        {
          "between": "market and state",
          "site_of_conflict": "Ecosystem evaluation and regulation",
          "resolution_strategy": "Development of a new policy tool to better understand and address the needs of the local ecosystem"
        },
        {
          "between": "professional and community",
          "site_of_conflict": "Reliance on expert knowledge versus local knowledge",
          "resolution_strategy": "Emphasis on understanding and leveraging local cultural possibilities"
        }
      ],
      "overall_assessment": "The document exhibits a strong state logic, emphasizing the role of policymakers in fostering economic growth and regulating emerging ecosystems. There is a tension between market and state logics, as well as between professional and community logics. The authors suggest resolving these tensions by developing a policy tool that respects local cultural possibilities."
    }
  },
  {
    "id": "1763832316817tsrwzh91a",
    "title": "[Trace] Piyush Goel: I am a semiconductor startup founder. Here is my rant ...",
    "description": "Apr 5, 2025 ... Legacy government departments, government employees and their assorted contractors will not move from the comfy ways of the past. These ...",
    "type": "Trace",
    "extractedText": "Apr 5, 2025 ... Legacy government departments, government employees and their assorted contractors will not move from the comfy ways of the past. These ...\n\nSource: https://www.reddit.com/r/StartUpIndia/comments/1js2y1s/piyush_goel_i_am_a_semiconductor_startup_founder/\n\nFound via search for: \"AI startup founder government grant bureaucracy nightmare reddit\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "17638323168194duvm946e",
    "title": "[Trace] European founders are playing startups on hard mode. I asked 4 ...",
    "description": "Mar 24, 2025 ... I guess that's a typical story of EU startup. And only several years later, from Reddit, I've figured out that VCs with lighter requirements ...",
    "type": "Trace",
    "extractedText": "Mar 24, 2025 ... I guess that's a typical story of EU startup. And only several years later, from Reddit, I've figured out that VCs with lighter requirements ...\n\nSource: https://www.reddit.com/r/ycombinator/comments/1jio0qo/european_founders_are_playing_startups_on_hard/\n\nFound via search for: \"AI startup founder government grant bureaucracy nightmare reddit\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "1763832316819q2ozlvq9j",
    "title": "[Trace] Why I decided to build my Startup in Japan instead of India (Japan ...",
    "description": "Apr 19, 2025 ... ... nightmare of Indian bureaucracy, only strengthened my resolve. I did some research and found out about the Japan Startup Visa, which allows ...",
    "type": "Trace",
    "extractedText": "Apr 19, 2025 ... ... nightmare of Indian bureaucracy, only strengthened my resolve. I did some research and found out about the Japan Startup Visa, which allows ...\n\nSource: https://www.reddit.com/r/StartUpIndia/comments/1k2sqtg/why_i_decided_to_build_my_startup_in_japan/\n\nFound via search for: \"AI startup founder government grant bureaucracy nightmare reddit\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600",
    "analysis": {
      "governance_power_accountability": "The system manifests power through bureaucratic processes, presumably imposed by the Indian government, that seem to limit opportunities for entrepreneurs. The goals are presumably set by the government. However, the accountability mechanisms are not clear in the text.",
      "plurality_inclusion_embodiment": "The system reinforces a 'default' user assumption, potentially excluding non-Western perspectives. It seems that the Indian bureaucracy does not value or accommodate the specific needs of this entrepreneur, leading them to seek opportunities in Japan.",
      "agency_codesign_self_determination": "The system appears to impose external control and limits agency for entrepreneurs, leading to frustration and relocation. There's no indication of co-design or the ability to refuse certain bureaucratic processes.",
      "reflexivity_situated_praxis": "There is no evidence that the system is examining its own positionality, history, and value assumptions. The post suggests the bureaucratic structures may be perpetuating structural inequities without introspection.",
      "legitimacy_claims": {
        "source": "Technocratic",
        "mechanisms": "The legitimacy of the Indian bureaucratic system likely lies in its status as an established institutional structure.",
        "tensions": "There might be tensions between the bureaucracy's legitimacy and the needs and rights of the entrepreneur, as the bureaucratic procedures may not be seen as legitimate from the entrepreneur's perspective."
      },
      "key_insight": "The system, through its bureaucracy, potentially limits entrepreneurial opportunities and does not seem to accommodate diverse entrepreneurial needs, leading to disenfranchisement and relocation.",
      "governance_scores": {
        "centralization": 90,
        "rights_focus": 30,
        "flexibility": 20,
        "market_power": 60,
        "procedurality": 90
      },
      "structural_pillars": {
        "risk": {
          "title": "Risk-averse Bureaucracy",
          "description": "The system appears to be risk-averse, maintaining bureaucratic procedures that may limit entrepreneurial activities.",
          "badge": "Risk-averse"
        },
        "enforcement": {
          "title": "Rigid Enforcement",
          "description": "The system enforces rules rigidly, potentially stifling entrepreneurial activities.",
          "badge": "Rigid"
        },
        "rights": {
          "title": "Limited Rights",
          "description": "The system appears to limit the rights of entrepreneurs to pursue their business ideas freely.",
          "badge": "Restrictive"
        },
        "scope": {
          "title": "Limited Scope",
          "description": "The system's scope may not encompass diverse entrepreneurial needs and activities.",
          "badge": "Limited"
        }
      }
    }
  },
  {
    "id": "1763832316819z4ydp16b3",
    "title": "[Trace] Ditching US , best EU country for startups? I will not promote : r ...",
    "description": "Feb 6, 2025 ... local government funding support, investors, accelerators, employees with startup mindset, and tax benefits for startups. Please share your ...",
    "type": "Trace",
    "extractedText": "Feb 6, 2025 ... local government funding support, investors, accelerators, employees with startup mindset, and tax benefits for startups. Please share your ...\n\nSource: https://www.reddit.com/r/startups/comments/1ijc0g0/ditching_us_best_eu_country_for_startups_i_will/\n\nFound via search for: \"AI startup founder government grant bureaucracy nightmare reddit\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "17638323168194s2eshd68",
    "title": "[Trace] Government Efficiency SaaS? : r/ycombinator",
    "description": "Dec 26, 2024 ... Just look at the defense tech startups for a sense of the sales cycle for this vertical, and what it means to investors and raising funding. P.S ...",
    "type": "Trace",
    "extractedText": "Dec 26, 2024 ... Just look at the defense tech startups for a sense of the sales cycle for this vertical, and what it means to investors and raising funding. P.S ...\n\nSource: https://www.reddit.com/r/ycombinator/comments/1hmt98k/government_efficiency_saas/\n\nFound via search for: \"AI startup founder government grant bureaucracy nightmare reddit\"",
    "addedDate": "Nov 22, 2025",
    "status": "Active Case",
    "colorClass": "bg-blue-100",
    "iconClass": "text-blue-600"
  },
  {
    "id": "1763873417256",
    "title": "Americas-AI-Action-Plan",
    "description": "Uploaded 11/22/2025",
    "type": "PDF",
    "addedDate": "11/22/2025",
    "status": "Active Case",
    "colorClass": "bg-purple-100",
    "iconClass": "text-purple-600",
    "extractedText": "--- Page 1 ---\n\nWinning   the   Race  AMERICA’S AI ACTION PLAN  JULY 2025  T H E   W H I T E   H O U S E\n\n--- Page 2 ---\n\nAMERICA’S AI ACTION PLAN  i  “Today, a new frontier of scientific discovery lies before us, defined by transformative technologies such as artificial intelligence… Breakthroughs in these fields have the potential to reshape the global balance of power, spark entirely new industries, and revolutionize the way we live and work. As our global competitors race to exploit these technologies, it is a national security imperative for the United States to achieve and   maintain   unquestioned   and   unchallenged   global technological dominance. To secure our future, we must harness the full power of American innovation.”  Donald J. Trump  45   th   and 47 th   President of the United States\n\n--- Page 3 ---\n\nAMERICA’S AI ACTION PLAN  ii  Table of Contents  Introduction   ................................ ................................ ................................ ..............................   1  Pillar I: Accelerate AI Innovation   ................................ ................................ .............................. 3  Remove Red Tape and Onerous Regulation ....................................................................................   3  Ensure that Frontier AI Protects Free Speech and American Values   .........................................   4  Encourage Open-Source and Open-Weight AI .............................................................................   4  Enable AI Adoption ...............................................................................................................................   5  Empower American Workers in the Age of AI.................................................................................   6  Support Next-Generation Manufacturing ....................................................................................... 7  Invest in AI-Enabled Science ..............................................................................................................   8  Build World-Class Scientific Datasets ..............................................................................................   8  Advance the Science of AI   ...................................................................................................................   9  Invest in AI Interpretability, Control, and Robustness Breakthroughs........................................   9  Build an AI Evaluations Ecosystem .................................................................................................. 10  Accelerate AI Adoption in Government ......................................................................................... 10  Drive Adoption of AI within the Department of Defense ............................................................. 11  Protect Commercial and Government AI Innovations................................................................. 12  Combat Synthetic Media in the Legal System .............................................................................. 12  Pillar II: Build American AI Infrastructure   ................................ ................................ ..............   14  Create Streamlined Permitting for Data Centers, Semiconductor Manufacturing Facilities, and Energy Infrastructure while Guaranteeing Security ..................................... 14  Develop a Grid to Match the Pace of AI Innovation ...................................................................... 15  Restore American Semiconductor Manufacturing ...................................................................... 16  Build High-Security Data Centers for Military and Intelligence Community Usage .............. 16  Train a Skilled Workforce for AI Infrastructure.............................................................................. 17  Bolster Critical Infrastructure Cybersecurity   ................................................................................. 18  Promote Secure-By-Design AI Technologies and Applications ............................................... 18  Promote Mature Federal Capacity for AI Incident Response ..................................................... 19  Pillar III: Lead in International AI Diplomacy and Security   ................................ ...................   20  Export American AI to Allies and Partners .................................................................................... 20  Counter Chinese Influence in International Governance Bodies   .............................................. 20  Strengthen AI Compute Export Control Enforcement ............................................................... 21  Plug Loopholes in Existing Semiconductor Manufacturing Export Controls ......................... 21  Align Protection Measures Globally ................................................................................................ 21  Ensure that the U.S. Government is at the Forefront of Evaluating National Security Risks in Frontier Models ...............................................................................................................   22  Invest in Biosecurity ............................................................................................................................   23\n\n--- Page 4 ---\n\nAMERICA’S AI ACTION PLAN  1  Introduction  The United States is in a race to achieve global dominance in artificial intelligence (AI). Whoever has the largest AI ecosystem will set global AI standards and reap broad economic and military benefits. Just like we won the space race, it is imperative that the United States and its allies win this race. President Trump took decisive steps toward achieving this goal during his first days in office by signing Executive Order 14179, “Removing Barriers to American Leadership in Artificial Intelligence,” calling for America to retain dominance in this global race and directing the creation of an AI Action Plan. 1  Winning the AI race will usher in a new golden age of human flourishing, economic competitiveness, and national security for the American people. AI will enable Americans to discover new materials, synthesize new chemicals, manufacture new drugs, and develop new methods to harness energy—an industrial revolution. It will enable radically new forms of education,   media,   and   communication—an   information   revolution.   And   it   will   enable altogether   new   intellectual   achievements:   unraveling   ancient   scrolls   once   thought unreadable, making breakthroughs in scientific and mathematical theory, and creating new kinds of digital and physical art—a   renaissance .  An industrial revolution, an information revolution, and a renaissance—all at once. This is the potential that AI presents. The opportunity that stands before us is both inspiring and humbling. And it is ours to seize, or to lose.  America’s AI Action Plan has three pillars: innovation, infrastructure, and international diplomacy   and   security.   The   United   States   needs   to   innovate   faster   and   more comprehensively than our competitors in the development and distribution of new AI technology across every field, and dismantle unnecessary regulatory barriers that hinder the private sector in doing so. As Vice President Vance remarked at the Paris AI Action Summit in February, restricting AI development with onerous regulation “would not only unfairly benefit incumbents… it would mean paralyzing one of the most promising technologies we have seen in   generations.” 2   That   is   why   President   Trump   rescinded   the   Biden   Administration’s dangerous actions on day one.  We need to build and maintain vast AI infrastructure and the energy to power it. To do that, we will continue to reject radical climate dogma and bureaucratic red tape, as the Administration has done since Inauguration Day. Simply put, we need to “Build, Baby, Build!”  We need to establish American AI—from our advanced semiconductors to our models to our applications—as the gold standard for AI worldwide and ensure our allies are building on American technology.  Several principles cut across each of these three pillars. First, American workers are central to the Trump Administration’s AI policy. The Administration will ensure that our Nation’s workers and their families gain from the opportunities created in this technological revolution. The AI infrastructure   buildout   will   create   high-paying   jobs   for   American   workers.   And   the  1   Executive Order 14179 of January 23, 2025, “Removing Barriers to American Leadership in Artificial Intelligence ,”   Federal Register 90 (20) 8741,   www.govinfo.gov/content/pkg/FR-2025-01-31/pdf/2025-02172.pdf .  2   J.D. Vance, “Remarks by the Vice President at the Artificial Intelligence Action Summit in Paris, France,” February 11, 2025,  www.presidency.ucsb.edu/documents/remarks-the-vice-president-the-artificial-intelligence-action-summit-paris-france .\n\n--- Page 5 ---\n\nAMERICA’S AI ACTION PLAN  2  breakthroughs in medicine, manufacturing, and many other fields that AI will make possible will increase the standard of living for all Americans. AI will improve the lives of Americans by complementing their work—not replacing it.  Second, our AI systems must be free from ideological bias and be designed to pursue objective truth rather than social engineering agendas when users seek factual information or analysis. AI systems are becoming essential tools, profoundly shaping how Americans consume information, but these tools must also be trustworthy.  Finally, we must prevent our advanced technologies from being misused or stolen by malicious actors as well as monitor for emerging and unforeseen risks from AI. Doing so will require constant vigilance.  This Action Plan sets forth clear policy goals for near-term execution by the Federal government. The Action Plan’s objective is to articulate policy recommendations that this Administration can deliver for the American people to achieve the President’s vision of global AI dominance. The AI race is America’s to win, and this Action Plan is our roadmap to victory.  Michael J. Kratsios Assistant to the President for Science and Technology  David O. Sacks Special Advisor for AI and Crypto  Marco A. Rubio Assistant to the President for National Security Affairs\n\n--- Page 6 ---\n\nAMERICA’S AI ACTION PLAN  3  Pillar I: Accelerate AI Innovation  America must have the most powerful AI systems in the world, but we must also lead the world in creative and transformative application of these systems. Achieving these goals requires the Federal government to create the conditions where private-sector-led innovation can flourish.  Remove Red Tape and Onerous Regulation  To maintain global leadership in AI, America’s private sector must be unencumbered by bureaucratic red tape. President Trump has already taken multiple steps toward this goal, including rescinding Biden Executive Order 14110 on AI that foreshadowed an onerous regulatory regime. 3   AI is far too important to smother in bureaucracy at this early stage, whether at the state or Federal level. The Federal government should not allow AI-related Federal funding to be directed toward states with burdensome AI regulations that waste these funds, but should also not interfere with states’ rights to pass prudent laws that are not unduly restrictive to innovation.  Recommended Policy Actions  •   Led by the Office of Science and Technology Policy (OSTP), launch a Request for Information from businesses and the public at large about current Federal regulations that hinder AI innovation and adoption, and work with relevant Federal agencies to take appropriate action.  •   Led by the Office of Management and Budget (OMB) and consistent with Executive Order 14192 of January 31, 2025, “Unleashing Prosperity Through Deregulation,” work with all Federal agencies to identify, revise, or repeal regulations, rules, memoranda, administrative   orders,   guidance   documents,   policy   statements,   and   interagency agreements that unnecessarily hinder AI development or deployment. 4  •   Led by OMB, work with Federal agencies that have AI-related discretionary funding programs to ensure, consistent with applicable law, that they consider a state’s AI regulatory climate when making funding decisions and limit funding if the state’s AI regulatory regimes may hinder the effectiveness of that funding or award.  •   Led by the Federal Communications Commission (FCC), evaluate whether state AI regulations interfere with the agency’s ability to carry out its obligations and authorities under the Communications Act of 1934. 5  •   Review all Federal Trade Commission (FTC) investigations commenced under the previous administration to ensure that they do not advance theories of liability that unduly burden AI innovation. Furthermore, review all FTC final orders, consent decrees,  3   Executive Order 14110 of October 30, 2023, “Safe, Secure, and Trustworthy Development and Use of Artificial Intelligence,” Federal Register 88 (210) 75191,   www.govinfo.gov/content/pkg/FR-2023-11-01/pdf/2023-24283.pdf .  4   Executive Order 14192 of January 31, 2025, “Unleashing Prosperity Through Deregulation,” Federal Register 90 (24) 9065,  www.govinfo.gov/content/pkg/FR-2025-02-06/pdf/2025-02345.pdf .  5   Communications Act of 1934, 47 U.S.C. §§ 151-646.\n\n--- Page 7 ---\n\nAMERICA’S AI ACTION PLAN  4  and injunctions, and, where appropriate, seek to modify or set-aside any that unduly burden AI innovation.  Ensure that Frontier AI Protects Free Speech and American Values  AI systems will play a profound role in how we educate our children, do our jobs, and consume media. It is essential that these systems be built from the ground up with freedom of speech and expression in mind, and that U.S. government policy does not interfere with that objective. We must ensure that free speech flourishes in the era of AI and that AI procured by the Federal government objectively reflects truth rather than social engineering agendas.  Recommended Policy Actions  •   Led by the Department of Commerce (DOC) through the National Institute of Standards and Technology (NIST), revise the NIST AI Risk Management Framework to eliminate references to misinformation, Diversity, Equity, and Inclusion, and climate change.   6  •   Update Federal procurement guidelines to ensure that the government only contracts with frontier large language model (LLM) developers who ensure that their systems are objective and free from top-down ideological bias.  •   Led by DOC through NIST’s Center for AI Standards and Innovation (CAISI), conduct research and, as appropriate, publish evaluations of frontier models from the People’s Republic of China for alignment with Chinese Communist Party talking points and censorship.  Encourage Open-Source and Open-Weight AI  Open-source and open-weight AI models are made freely available by developers for anyone in the world to download and modify. Models distributed this way have unique value for innovation because startups can use them flexibly without being dependent on a closed model provider. They also benefit commercial and government adoption of AI because many businesses and governments have sensitive data that they cannot send to closed model vendors. And they are essential for academic research, which often relies on access to the weights and training data of a model to perform scientifically rigorous experiments.  We need to ensure America has leading open models founded on American values. Open- source and open-weight models could become global standards in some areas of business and in academic research worldwide. For that reason, they also have geostrategic value. While the decision of whether and how to release an open or closed model is fundamentally up to the developer, the Federal government should create a supportive environment for open models.  Recommended Policy Actions  •   Ensure   access   to   large-scale   computing   power   for   startups   and   academics   by improving the financial market for compute. Currently, a company seeking to use large- scale compute must often sign long-term contracts with hyperscalers—far beyond the  6   National Institute of Standards and Technology, “Artificial Intelligence Risk Management Framework (AI RMF 1.0),” (Gaithersburg, MD: National Institute of Standards and Technology, 2023),   www.doi.org/10.6028/NIST.AI.100-1 .\n\n--- Page 8 ---\n\nAMERICA’S AI ACTION PLAN  5  budgetary reach of most academics and many startups. America has solved this problem before with other goods through financial markets, such as spot and forward markets for commodities. Through collaboration with industry, NIST at DOC, OSTP, and the National Science Foundation’s (NSF) National AI Research Resource (NAIRR) pilot, the Federal government can accelerate the maturation of a healthy financial market for compute.  •   Partner with leading technology companies to increase the research community’s access to world-class private sector computing, models, data, and software resources as part of the NAIRR pilot.  •   Build the foundations for a lean and sustainable NAIRR operations capability that can connect an increasing number of researchers and educators across the country to critical AI resources.  •   Continue to foster the next generation of AI breakthroughs by publishing a new National AI Research and Development (R&D) Strategic Plan, led by OSTP, to guide Federal AI research investments.  •   Led by DOC through the National Telecommunications and Information Administration (NTIA), convene stakeholders to help drive adoption of open-source and open-weight models by small and medium-sized businesses.  Enable AI Adoption  Today, the bottleneck to harnessing AI’s full potential is not necessarily the availability of models, tools, or applications. Rather, it is the limited and slow adoption of AI, particularly within large, established organizations. Many of America’s most critical sectors, such as healthcare, are especially slow to adopt due to a variety of factors, including distrust or lack of understanding of the technology, a complex regulatory landscape, and a lack of clear governance and risk mitigation standards. A coordinated Federal effort would be beneficial in establishing a dynamic, “try-first” culture for AI across American industry.  Recommended Policy Actions  •   Establish regulatory sandboxes or AI Centers of Excellence around the country where researchers, startups, and established enterprises can rapidly deploy and test AI tools while committing to open sharing of data and results. These efforts would be enabled by regulatory agencies such as the Food and Drug Administration (FDA) and the Securities and Exchange Commission (SEC), with support from DOC through its AI evaluation initiatives at NIST.  •   Launch several domain-specific efforts (e.g., in healthcare, energy, and agriculture), led by NIST at DOC, to convene a broad range of public, private, and academic stakeholders to accelerate the development and adoption of national standards for AI systems and to measure how much AI increases productivity at realistic tasks in those domains.  •   Led by the Department of Defense (DOD) in coordination with the Office of the Director of National Intelligence (ODNI), regularly update joint DOD-Intelligence Community (IC) assessments of the comparative level of adoption of AI tools by the United States, its competitors, and its adversaries’ national security establishments, and establish an\n\n--- Page 9 ---\n\nAMERICA’S AI ACTION PLAN  6  approach for continuous adaptation of the DOD and IC’s respective AI adoption initiatives based on these AI net assessments.  •   Prioritize, collect, and distribute intelligence on foreign frontier AI projects that may have national security implications, via collaboration between the IC, the Department of Energy (DOE), CAISI at DOC, the National Security Council (NSC), and OSTP.  Empower American Workers in the Age of AI  The Trump Administration supports a worker-first AI agenda. By accelerating productivity and creating entirely new industries, AI can help America build an economy that delivers more pathways to economic opportunity for American workers. But it will also transform how work gets done across all industries and occupations, demanding a serious workforce response to help workers navigate that transition. The Trump Administration has already taken significant steps to lead on this front, including the April 2025 Executive Orders 14277 and 14278, “Advancing Artificial Intelligence Education for American Youth” and “Preparing Americans for High-Paying Skilled Trade Jobs of the Future.” 7 ,   8   To continue delivering on this vision, the Trump Administration will advance a priority set of actions to expand AI literacy and skills development,   continuously   evaluate   AI’s   impact   on   the   labor   market,   and   pilot   new innovations to rapidly retrain and help workers thrive in an AI-driven economy.  Recommended Policy Actions  •   Led by the Department of Labor (DOL), the Department of Education (ED), NSF, and DOC, prioritize AI skill development as a core objective of relevant education and workforce funding streams. This should include promoting the integration of AI skill development into relevant programs, including career and technical education (CTE), workforce training, apprenticeships, and other federally supported skills initiatives.  •   Led by the Department of the Treasury, issue guidance clarifying that many AI literacy and AI skill development programs may qualify as eligible educational assistance under Section 132 of the Internal Revenue Code, given AI’s widespread impact reshaping the tasks and skills required across industries and occupations. 9   In applicable situations, this will enable employers to offer tax-free reimbursement for AI-related training and help scale private-sector investment in AI skill development, preserving jobs for American workers.  •   Led by the Bureau of Labor Statistics (BLS) and DOC through the Census Bureau and the Bureau of Economic Analysis (BEA), study AI’s impact on the labor market by using data they already collect on these topics, such as the firm-level AI adoption trends the Census Bureau tracks in its Business Trends and Outlook Survey. These agencies could then provide analysis of AI adoption, job creation, displacement, and wage effects.  •   Establish the AI Workforce Research Hub under DOL to lead a sustained Federal effort to evaluate the impact of AI on the labor market and the experience of the American  7   Executive Order 14277 of April 23, 2025: “Advancing Artificial Intelligence Education for American Youth,” Federal Register 90 (80) 17519,   www.govinfo.gov/content/pkg/FR-2025-04-28/pdf/2025-07368.pdf .  8   Executive Order 14278 of April 23, 2025: “Preparing Americans for High-Paying Skilled Trade Jobs of the Future,” Federal Register 90 (80) 17525,   www.govinfo.gov/content/pkg/FR-2025-04-28/pdf/2025-07369.pdf .  9   Revenue Act of 1978, 26 U.S.C. § 132.\n\n--- Page 10 ---\n\nAMERICA’S AI ACTION PLAN  7  worker, in collaboration with BLS and DOC through the Census Bureau and BEA. The Hub would produce recurring analyses, conduct scenario planning for a range of potential AI impact levels, and generate actionable insights to inform workforce and education policy.  •   Led by DOL, leverage available discretionary funding, where appropriate, to fund rapid retraining for individuals impacted by AI-related job displacement. Issue clarifying guidance to help states identify eligible dislocated workers in sectors undergoing significant structural change tied to AI adoption, as well as guidance clarifying how state Rapid Response funds can be used to proactively upskill workers at risk of future displacement.  •   At DOL and DOC, rapidly pilot new approaches to workforce challenges created by AI, which may include areas such as rapid retraining needs driven by worker displacement and shifting skill requirements for entry-level roles. These pilots should be carried out by states and workforce intermediaries using existing authorities under the Workforce Innovation and Opportunity Act and the Public Works and Economic Development Act, and should be designed to identify surface scalable, performance-driven strategies that help the workforce system adapt to the speed and complexity of AI-driven labor market change.   10 ,   11  Support Next-Generation Manufacturing  AI will enable a wide range of new innovations in the physical world: autonomous drones, self- driving cars, robotics, and other inventions for which terminology does not yet exist. It is crucial that America and our trusted allies be world-class manufacturers of these next-generation technologies. AI, robotics, and related technologies create opportunities for novel capabilities in manufacturing and logistics, including ones with applications to defense and national security.   The   Federal   government   should   prioritize   investment   in   these   emerging technologies and usher in a new industrial renaissance.  Recommended Policy Actions  •   Invest   in   developing   and   scaling   foundational   and   translational   manufacturing technologies via DOD, DOC, DOE, NSF, and other Federal agencies using the Small Business Innovation Research program, the Small Business Technology Transfer program, research grants, CHIPS R&D programs, Stevenson-Wydler Technology Innovation Act authorities, Title III of the Defense Production Act, Other Transaction Authority, and other authorities. 12 ,   13 ,   14 ,   15  •   Led by DOC through NTIA, convene industry and government stakeholders to identify supply chain challenges to American robotics and drone manufacturing.  10   Workforce Innovation and Opportunity Act of 2014, 29 U.S.C. §§ 3101-3361 .  11   Public Works and Economic Development Act of 1965,   42 U.S.C. §§ 3121-3233.  12   William M. (Mac) Thornberry National Defense Authorization Act for Fiscal Year 2021, 15 U.S.C. § 4656.  13   Stevenson-Wydler Technology Innovation Act of 1980, Pub. L. No. 96-480, 94 Stat. 2311 (codified as amended in scattered sections of 15 U.S.C.).  14   Defense Production Act of 1950, 50 U.S.C. §§ 4551-4568.  15   National Defense Authorization Act for Fiscal years 1990 and 1991, 10 U.S.C. §§ 4021-4022.\n\n--- Page 11 ---\n\nAMERICA’S AI ACTION PLAN  8  Invest in AI-Enabled Science  Like many other domains, science itself will be transformed by AI. AI systems can already generate models of protein structures, novel materials, and much else. Increasingly powerful general-purpose   models   show   promise   in   formulating   hypotheses   and   designing experiments. These nascent capabilities promise to accelerate scientific advancement. They will only do so, however, with critical changes in the way science is conducted, including the enabling scientific infrastructure. AI-enabled predictions are of little use if scientists cannot also increase the scale of experimentation. Basic science today is often a labor-intensive process; the AI era will require more scientific and engineering research to transform theories into industrial-scale enterprises. This, in turn, will necessitate new infrastructure and support of new kinds of scientific organizations.  Recommended Policy Actions  •   Through NSF, DOE, NIST at DOC, and other Federal partners, invest in automated cloud-enabled labs for a range of scientific fields, including engineering, materials science, chemistry, biology, and neuroscience, built by, as appropriate, the private sector, Federal agencies, and research institutions in coordination and collaboration with DOE National Laboratories.  •   Use long-term agreements to support Focused-Research Organizations or other similar entities using AI and other emerging technologies to make fundamental scientific advancements.  •   Incentivize researchers to release more high-quality datasets publicly by considering the impact of scientific and engineering datasets from a researchers’ prior funded efforts in the review of proposals for new projects.  •   Require   federally   funded   researchers   to   disclose   non-proprietary,   non-sensitive datasets that are used by AI models during the course of research and experimentation.  Build World-Class Scientific Datasets  High-quality data has become a national strategic asset as governments pursue AI innovation goals and capitalize on the technology’s economic benefits. Other countries, including our adversaries, have raced ahead of us in amassing vast troves of scientific data. The United States must lead the creation of the world’s largest and highest quality AI-ready scientific datasets, while maintaining respect for individual rights and ensuring civil liberties, privacy, and confidentiality protections.  Recommended Policy Actions  •   Direct the National Science and Technology Council (NSTC) Machine Learning and AI Subcommittee to make recommendations on minimum data quality standards for the use of biological, materials science, chemical, physical, and other scientific data modalities in AI model training.  •   Promulgate the OMB regulations required in the Confidential Information Protection and Statistical Efficiency Act of 2018 on presumption of accessibility and expanding secure access, which will lower barriers and break down silos to accessing Federal data,\n\n--- Page 12 ---\n\nAMERICA’S AI ACTION PLAN  9  ultimately facilitating the improved use of AI for evidence building by statistical agencies while protecting confidential data from inappropriate access and use. 16  •   Establish secure compute environments within NSF and DOE to enable secure AI use- cases for controlled access to restricted Federal data.  •   Create an online portal for NSF’s National Secure Data Service (NSDS) demonstration project to provide the public and Federal agencies with a front door to AI use-cases involving controlled access to restricted Federal data.  •   Explore the creation of a whole-genome sequencing program for life on Federal lands, led by the NSTC and including members of the U.S. Department of Agriculture, DOE, NIH, NSF, the Department of Interior, and Cooperative Ecosystem Studies Units to collaborate on the development of an initiative to establish a whole genome sequencing program for life on Federal lands (to include all biological domains). This new data would be a valuable resource in training future biological foundation models.  Advance the Science of AI  Just as LLMs and generative AI systems represented a paradigm shift in the science of AI, future breakthroughs may similarly transform what is possible with AI. It is imperative that the United States remain the leading pioneer of such breakthroughs, and this begins with strategic, targeted investment in the most promising paths at the frontier.  Recommended Policy Actions  •   Prioritize investment in theoretical, computational, and experimental research to preserve America’s leadership in discovering new and transformative paradigms that advance the capabilities of AI, reflecting this priority in the forthcoming National AI R&D Strategic Plan.  Invest in AI Interpretability, Control, and Robustness Breakthroughs  Today, the inner workings of frontier AI systems are poorly understood. Technologists know how LLMs work at a high level, but often cannot explain why a model produced a specific output. This can make it hard to predict the behavior of any specific AI system. This lack of predictability, in turn, can make it challenging to use advanced AI in defense, national security, or other applications where lives are at stake. The United States will be better able to use AI systems to their fullest potential in high-stakes national security domains if we make fundamental breakthroughs on these research problems.  Recommended Policy Actions  •   Launch a technology development program led by the Defense Advanced Research Projects   Agency   in   collaboration   with   CAISI   at   DOC   and   NSF,   to   advance   AI interpretability, AI control systems, and adversarial robustness.  16   Confidential Information Protection and Statistical Efficiency Act of 2018, 44 U.S.C. §§ 3561-3583.\n\n--- Page 13 ---\n\nAMERICA’S AI ACTION PLAN  10  •   Prioritize fundamental advancements in AI interpretability, control, and robustness as part of the forthcoming National AI R&D Strategic Plan.  •   The DOD, DOE, CAISI at DOC, the Department of Homeland Security (DHS), NSF, and academic partners should coordinate an AI hackathon initiative to solicit the best and brightest from U.S. academia to test AI systems for transparency, effectiveness, use control, and security vulnerabilities.  Build an AI Evaluations Ecosystem  Evaluations are how the AI industry assesses the performance and reliability of AI systems. Rigorous evaluations can be a critical tool in defining and measuring AI reliability and performance in regulated industries. Over time, regulators should explore the use of evaluations in their application of existing law to AI systems.  Recommended Policy Actions  •   Publish guidelines and resources through NIST at DOC, including CAISI, for Federal agencies to conduct their own evaluations of AI systems for their distinct missions and operations and for compliance with existing law.  •   Support the development of the science of measuring and evaluating AI models, led by NIST at DOC, DOE, NSF, and other Federal science agencies.  •   Convene meetings at least twice per year under the auspices of CAISI at DOC for Federal agencies and the research community to share learnings and best practices on building AI evaluations.  •   Invest, via DOE and NSF, in the development of AI testbeds for piloting AI systems in secure, real-world settings, allowing researchers to prototype new AI systems and translate them to the market. Such testbeds would encourage participation by broad multistakeholder teams and span a wide variety of economic verticals touched by AI, including agriculture, transportation, and healthcare delivery.  •   Led   by   DOC,   convene   the   NIST   AI   Consortium   to   empower   the   collaborative establishment of new measurement science that will enable the identification of proven,   scalable,   and   interoperable   techniques   and   metrics   to   promote   the development of AI.  Accelerate AI Adoption in Government  With AI tools in use, the Federal government can serve the public with far greater efficiency and effectiveness. Use cases include accelerating slow and often manual internal processes, streamlining public interactions, and many others. Taken together, transformative use of AI can help deliver the highly responsive government the American people expect and deserve.\n\n--- Page 14 ---\n\nAMERICA’S AI ACTION PLAN  11  OMB has already advanced AI adoption in government by reducing onerous rules imposed by the Biden Administration. 17 ,   18   Now is the time to build on this success.  Recommended Policy Actions  •   Formalize the Chief Artificial Intelligence Officer Council (CAIOC) as the primary venue for interagency coordination and collaboration on AI adoption. Through the CAIOC, initiate   strategic   coordination   and   collaboration   with   relevant   Federal   executive councils, to include: the President’s Management Council, Chief Data Officer Council, Chief Information Officer Council, Interagency Council on Statistical Policy, Chief Human Capital Officer Council, and Federal Privacy Council.  •   Create a talent-exchange program designed to allow rapid details of Federal staff to other agencies in need of specialized AI talent (e.g., data scientists and software engineers), with input from the Office of Personnel Management.  •   Create an AI procurement toolbox managed by the General Services Administration (GSA), in coordination with OMB, that   facilitates   uniformity across   the Federal enterprise to the greatest extent practicable. This system would allow any Federal agency to easily choose among multiple models in a manner compliant with relevant privacy, data governance, and transparency laws. Agencies should also have ample flexibility to customize models to their own ends, as well as to see a catalog of other agency AI uses (based on OMB’s pre-existing AI Use Case Inventory).  •   Implement an Advanced Technology Transfer and Capability Sharing Program with GSA to quickly transfer advanced AI capabilities and use cases between agencies.  •   Mandate that all Federal agencies ensure—to the maximum extent practicable—that all employees whose work could benefit from access to frontier language models have access to, and appropriate training for, such tools.  •   Convene, under the auspices of OMB, a cohort of agencies with High Impact Service Providers to pilot and increase the use of AI to improve the delivery of services to the public.  Drive Adoption of AI within the Department of Defense  AI has the potential to transform both the warfighting and back-office operations of the DOD. The United States must aggressively adopt AI within its Armed Forces if it is to maintain its global military preeminence while also ensuring, as outlined throughout this Action Plan, that its use of AI is secure and reliable. Because the DOD has unique operational needs within the Federal government, it merits specific policy actions to drive AI adoption.  17   Office of Management and Budget, “Accelerating Federal Use of AI through Innovation, Governance, and Public Trust (M-25- 21),” (Washington, DC: Executive Office of the President, 2025),   www.whitehouse.gov/wp-content/uploads/2025/02/M-25- 21-Accelerating-Federal-Use-of-AI-through-Innovation-Governance-and-Public-Trust.pdf .  18   Office of Management and Budget, “Driving Efficient Acquisition of Artificial Intelligence in Government (M-25 22),” (Washington, DC: Executive Office of the President, 2025),   www.whitehouse.gov/wp-content/uploads/2025/02/M-25-22- Driving-Efficient-Acquisition-of-Artificial-Intelligence-in-Government.pdf .\n\n--- Page 15 ---\n\nAMERICA’S AI ACTION PLAN  12  Recommended Policy Actions  •   Identify the talent and skills DOD’s workforce requires to leverage AI at scale. Based on this identification, implement talent development programs to meet AI workforce requirements and drive the effective employment of AI-enabled capabilities.  •   Establish an AI & Autonomous Systems Virtual Proving Ground at DOD, beginning with scoping the technical, geographic, security, and resourcing requirements necessary for such a facility.  •   Develop a streamlined process within DOD for classifying, evaluating, and optimizing workflows involved in its major operational and enabling functions, aiming to develop a list of priority workflows for automation with AI. When a workflow is successfully automated, DOD should strive to permanently transition that workflow to the AI-based implementation as quickly as practicable.  •   Prioritize DOD-led agreements with cloud service providers, operators of computing infrastructure, and other relevant private sector entities to codify priority access to computing resources in the event of a national emergency so that DOD is prepared to fully leverage these technologies during a significant conflict.  •   Grow our Senior Military Colleges into hubs of AI research, development, and talent building, teaching core AI skills and literacy to future generations. Foster AI-specific curriculum, including in AI use, development, and infrastructure management, in the Senior Military Colleges throughout majors.  Protect Commercial and Government AI Innovations  Maintaining American leadership in AI necessitates that the U.S. government work closely with industry to appropriately balance the dissemination of cutting-edge AI technologies with national security concerns. It is also essential for the U.S. government to effectively address security risks to American AI companies, talent, intellectual property, and systems.  Recommended Policy Actions  •   Led by DOD, DHS, CAISI at DOC, and other appropriate members of the IC, collaborate with leading American AI developers to enable the private sector to actively protect AI innovations from security risks, including malicious cyber actors, insider threats, and others.  Combat Synthetic Media in the Legal System  One risk of AI that has become apparent to many Americans is malicious deepfakes, whether they be audio recordings, videos, or photos. While President Trump has already signed the TAKE IT DOWN Act, which was championed by First Lady Melania Trump and intended to protect against sexually explicit, non-consensual deepfakes, additional action is needed.   19   In particular, AI-generated media may present novel challenges to the legal system. For example, fake evidence could be used to attempt to deny justice to both plaintiffs and  19   TAKE IT DOWN Act, Pub. L. No. 119-12, 139 Stat. 55 (2025) (codified as 47 U.S.C. § 223(h)).\n\n--- Page 16 ---\n\nAMERICA’S AI ACTION PLAN  13  defendants. The Administration must give the courts and law enforcement the tools they need to overcome these new challenges.  Recommended Policy Actions  •   Led by NIST at DOC, consider developing NIST’s   Guardians of Forensic Evidence  deepfake evaluation program into a formal guideline and a companion voluntary forensic benchmark. 20  •   Led by the Department of Justice (DOJ), issue guidance to agencies that engage in adjudications to explore adopting a deepfake standard similar to the proposed Federal Rules of Evidence Rule 901(c) under consideration by the Advisory Committee on Evidence Rules.  •   Led by DOJ’s Office of Legal Policy, file formal comments on any proposed deepfake- related additions to the Federal Rules of Evidence.  20   Haiying Guan, James Horan, and Andrew Zhang, “Guardians of Forensic Evidence: Evaluating Analytic Systems Against AI- Generated Deepfakes,” (Gaithersburg, MD: National Institute of Standards and Technology, January 27, 2025),  www.nist.gov/publications/guardians-forensic-evidence-evaluating-analytic-systems-against-ai-generated-deepfakes .\n\n--- Page 17 ---\n\nAMERICA’S AI ACTION PLAN  14  Pillar II: Build American AI Infrastructure  AI is the first digital service in modern life that challenges America to build vastly greater energy generation than we have today. American energy capacity has stagnated since the 1970s while China has rapidly built out their grid. America’s path to AI dominance depends on changing this troubling trend.  Create Streamlined Permitting for Data Centers, Semiconductor Manufacturing Facilities, and Energy Infrastructure while Guaranteeing Security  Like most general-purpose technologies of the past, AI will require new infrastructure— factories to produce chips, data centers to run those chips, and new sources of energy to power it all. America’s environmental permitting system and other regulations make it almost impossible to build this infrastructure in the United States with the speed that is required. Additionally, this infrastructure must also not be built with any adversarial technology that could undermine U.S. AI dominance.  Fortunately, the Trump Administration has made unprecedented progress in reforming this system. Since taking office, President Trump has already reformed National Environmental Policy Act (NEPA) regulations across almost every relevant Federal agency, jumpstarted a permitting technology modernization program, created the National Energy Dominance Council (NEDC), and launched the United States Investment Accelerator. 21 ,   22 ,   23 ,   24   Now is the time to build on that momentum.  Recommended Policy Actions  •   Establish new Categorical Exclusions under NEPA to cover data center-related actions that normally do not have a significant effect on the environment. Where possible, adopt Categorical Exclusions already established by other agencies so that each relevant agency can proceed with maximum efficiency.  •   Expand the use of the FAST-41 process to cover all data center and data center energy projects eligible under the Fixing America’s Surface Transportation Act of 2015. 25  •   Explore the need for a nationwide Clean Water Act Section 404 permit for data centers, and, if adopted, ensure that this permit does not require a Pre-Construction Notification and covers development sites consistent with the size of a modern AI data center.   26  •   Expedite   environmental   permitting   by   streamlining   or   reducing   regulations promulgated under the Clean Air Act, the Clean Water Act, the Comprehensive  21   Executive Order 14156 of January 20, 2025, “Declaring a National Energy Emergency,” Federal Register 90 (18) 8433,  www.govinfo.gov/content/pkg/FR-2025-01-29/pdf/2025-02003.pdf .  22   Presidential Memorandum of April 15, 2025, “Updating Permitting Technology for the 21 st   Century,”  www.whitehouse.gov/presidential-actions/2025/04/updating-permitting-technology-for-the-21st-century/ .  23   Executive Order 14213 of February 14, 2025, “Establishing the National Energy Dominance Council,” Federal Register 90 (33) 9945,   www.govinfo.gov/content/pkg/FR-2025-02-20/pdf/2025-02928.pdf .  24   Executive Order 14255 of March 31, 2025, “Establishing the United States Investment Accelerator,” Federal Register 90 (63) 14701,   www.govinfo.gov/content/pkg/FR-2025-04-03/pdf/2025-05908.pdf .  25   Fixing America’s Surface Transportation Act, 42 U.S.C. §§ 4370m-4370m-11.  26   Clean Water Act of 1972, 33 U.S.C. § 1344.\n\n--- Page 18 ---\n\nAMERICA’S AI ACTION PLAN  15  Environmental Response, Compensation, and Liability Act, and other relevant related laws. 27 ,   28  •   Make Federal lands available for data center construction and the construction of power generation infrastructure for those data centers by directing agencies with significant land portfolios to identify sites suited to large-scale development.  •   Maintain security guardrails to prohibit adversaries from inserting sensitive inputs to this infrastructure. Ensure that the domestic AI computing stack is built on American products and that the infrastructure that supports AI development such as energy and telecommunications are free from foreign adversary information and communications technology and services (ICTS)—including software and relevant hardware.  •   Expand efforts to apply AI to accelerate and improve environmental reviews, such as through expanding the number of agencies participating in DOE’s PermitAI project. 29  Develop a Grid to Match the Pace of AI Innovation  The U.S. electric grid is one of the largest and most complex machines on Earth. It, too, will need to be upgraded to support data centers and other energy-intensive industries of the future. The power grid is the lifeblood of the modern economy and a cornerstone of national security, but it is facing a confluence of challenges that demand strategic foresight and decisive   action.   Escalating   demand   driven   by   electrification   and   the   technological advancements of AI are increasing pressures on the grid. The United States must develop a comprehensive strategy to enhance and expand the power grid designed not just to weather these challenges, but to ensure the grid’s continued strength and capacity for future growth.  Recommended Policy Actions  •   Stabilize the grid of today as much as possible. This initial phase acknowledges the need to safeguard existing assets and ensures an uninterrupted and affordable supply of power. The United States must prevent the premature decommissioning of critical power generation resources and explore innovative ways to harness existing capacity, such as leveraging extant backup power sources to bolster grid reliability during peak demand. A key element of this stabilization is to ensure every corner of the electric grid is in compliance with nationwide standards for resource adequacy and sufficient power generation capacity is consistently available across the country.  •   Optimize existing grid resources as much as possible. This involves implementing strategies to enhance the efficiency and performance of the transmission system. The United States must explore solutions like advanced grid management technologies and upgrades to power lines that can increase the amount of electricity transmitted along existing routes. Furthermore, the United States should investigate new and novel ways for large power consumers to manage their power consumption during critical grid periods to enhance reliability and unlock additional power on the system.  27   Clean Air Act of 1963, 42 U.S.C. §§ 7401-7671q.  28   Comprehensive Environmental Response, Compensation, and Liability Act of 1980.   42 U.S.C. §§ 9601-9675.  29   Office of Policy, U.S. Department of Energy, “Faster, Better Permitting with PermitAI,” (Washington, D.C., July 10, 2025),  www.energy.gov/policy/articles/faster-better-permitting-permitai .\n\n--- Page 19 ---\n\nAMERICA’S AI ACTION PLAN  16  •   Prioritize the interconnection of reliable, dispatchable power sources as quickly as possible and embrace new energy generation sources at the technological frontier (e.g., enhanced geothermal, nuclear fission, and nuclear fusion). Reform power markets to align financial incentives with the goal of grid stability, ensuring that investment in power generation reflects the system’s needs.  •   Create a strategic blueprint for navigating the complex energy landscape of the 21st century. By stabilizing the grid of today, optimizing existing grid resources, and growing the grid for the future, the United States can rise to the challenge of winning the AI race while also delivering a reliable and affordable power grid for all Americans.  Restore American Semiconductor Manufacturing  America jump-started modern technology with the invention of the semiconductor. Now America must bring semiconductor manufacturing back to U.S. soil. A revitalized U.S. chip industry will generate thousands of high-paying jobs, reinforce our technological leadership, and protect our supply chains from disruption by foreign rivals. The Trump Administration will lead that revitalization without making bad deals for the American taxpayer or saddling companies with sweeping ideological agendas.  Recommended Policy Actions  •   Led by DOC’s revamped CHIPS Program Office, continue focusing on delivering a strong return on investment for the American taxpayer and removing all extraneous policy requirements for CHIPS-funded semiconductor manufacturing projects. DOC and other relevant Federal agencies should also collaborate to streamline regulations that slow semiconductor manufacturing efforts.  •   Led by DOC, review semiconductor grant and research programs to ensure that they accelerate the integration of advanced AI tools into semiconductor manufacturing.  Build High-Security Data Centers for Military and Intelligence Community Usage  Because AI systems are particularly well-suited to processing raw intelligence data today, and because of the vastly expanded capabilities AI systems could have in the future, it is likely that AI will be used with some of the U.S. government’s most sensitive data. The data centers where these models are deployed must be resistant to attacks by the most determined and capable nation-state actors.  Recommended Policy Actions  •   Create new technical standards for high-security AI data centers, led by DOD, the IC, NSC, and NIST at DOC, including CAISI, in collaboration with industry and, as appropriate, relevant Federally Funded Research and Development Centers.  •   Advance agency adoption of classified compute environments to support scalable and secure AI workloads.\n\n--- Page 20 ---\n\nAMERICA’S AI ACTION PLAN  17  Train a Skilled Workforce for AI Infrastructure  To build the infrastructure needed to power America’s AI future, we must also invest in the workforce that will build, operate, and maintain it—including roles such as electricians, advanced HVAC technicians, and a host of other high-paying occupations. To address the shortages in many of these critical jobs, the Trump Administration should identify the priority roles that underpin AI infrastructure, develop modern skills frameworks, support industry- driven training, and expand early pipelines through general education, CTE, and Registered Apprenticeships to fuel American AI leadership.  Recommended Policy Actions  •   Led by DOL and DOC, create a national initiative to identify high-priority occupations essential to the buildout of AI-related infrastructure. This effort would convene employers, industry groups, and other workforce stakeholders to develop or identify national skill frameworks and competency models for these roles. These frameworks would provide voluntary guidance that may inform curriculum design, credential development, and alignment of workforce investments.  •   Through DOL, DOE, ED, NSF, and DOC, partner with state and local governments and workforce system stakeholders to support the creation of industry-driven training programs that address workforce needs tied to priority AI infrastructure occupations. These programs should be co-developed by employers and training partners to ensure individuals who complete the program are job-ready and directly connected to the hiring process. Models could also be explored that incentivize employer upskilling of incumbent workers into priority occupations. DOC should integrate these training models as a core workforce component of its infrastructure investment programs. Funding for this strategy will be prioritized based on a program’s ability to address identified pipeline gaps and deliver talent outcomes aligned to employer demand.  •   Led by DOL, ED, and NSF, partner with education and workforce system stakeholders to expand early career exposure programs and pre-apprenticeships that engage middle and high school students in priority AI infrastructure occupations. These efforts should focus on creating awareness and excitement about these jobs, aligning with local employer needs, and providing on-ramps into high-quality training and Registered Apprenticeship programs.  •   Through the ED Office of Career, Technical, and Adult Education, provide guidance to state and local CTE systems about how to update programs of study to align with priority AI infrastructure occupations. This includes refreshing curriculum, expanding dual enrollment options, and strengthening connections between CTE programs, employers, and training providers serving AI infrastructure occupations.  •   Led by DOL, expand the use of Registered Apprenticeships in occupations critical to AI infrastructure. Efforts should focus on streamlining the launch of new programs in priority industries and occupations and removing barriers to employer adoption, including simplifying registration, supporting intermediaries, and aligning program design with employer needs.  •   Led by DOE, expand the hands-on research training and development opportunities for undergraduate,   graduate,   and   postgraduate   students   and   educators,   leveraging\n\n--- Page 21 ---\n\nAMERICA’S AI ACTION PLAN  18  expertise and capabilities in AI across its national laboratories. This should include partnering with community colleges and technical/career colleges to prepare new workers and help transition the existing workforce to fill critical AI roles.  Bolster Critical Infrastructure Cybersecurity  As AI systems advance in coding and software engineering capabilities, their utility as tools of both cyber offense and defense will expand. Maintaining a robust defensive posture will be especially important for owners of critical infrastructure, many of whom operate with limited financial resources. Fortunately, AI systems themselves can be excellent defensive tools. With continued adoption of AI-enabled cyberdefensive tools, providers of critical infrastructure can stay ahead of emerging threats.  However, the use of AI in cyber and critical infrastructure exposes those AI systems to adversarial threats. All use of AI in safety-critical or homeland security applications should entail the use of secure-by-design, robust, and resilient AI systems that are instrumented to detect performance shifts, and alert to potential malicious activities like data poisoning or adversarial example attacks.  Recommended Policy Actions  •   Establish an AI Information Sharing and Analysis Center (AI-ISAC), led by DHS, in collaboration with CAISI at DOC and the Office of the National Cyber Director, to promote the sharing of AI-security threat information and intelligence across U.S. critical infrastructure sectors.  •   Led by DHS, issue and maintain guidance to private sector entities on remediating and responding to AI-specific vulnerabilities and threats.  •   Ensure collaborative and consolidated sharing of known AI vulnerabilities from within Federal agencies to the private sector as appropriate. This process should take advantage of existing cyber vulnerability sharing mechanisms.  Promote Secure-By-Design AI Technologies and Applications  AI systems are susceptible to some classes of adversarial inputs (e.g., data poisoning and privacy   attacks),   which   puts   their   performance   at   risk.   The   U.S.   government   has   a responsibility   to   ensure   the   AI   systems   it   relies   on—particularly   for   national   security applications—are protected against spurious or malicious inputs. While much work has been done to advance the field of AI Assurance, promoting resilient and secure AI development and deployment should be a core activity of the U.S. government.  Recommended Policy Actions  •   Led by DOD in collaboration with NIST at DOC and ODNI, continue to refine DOD’s Responsible AI and Generative AI Frameworks, Roadmaps, and Toolkits.  •   Led by ODNI in consultation with DOD and CAISI at DOC, publish an IC Standard on AI Assurance under the auspices of Intelligence Community Directive 505 on Artificial Intelligence.\n\n--- Page 22 ---\n\nAMERICA’S AI ACTION PLAN  19  Promote Mature Federal Capacity for AI Incident Response  The proliferation of AI technologies means that prudent planning is required to ensure that, if systems fail, the impacts to critical services or infrastructure are minimized and response is imminent. To prepare for such an eventuality, the U.S. government should promote the development and incorporation of AI Incident Response actions into existing incident response doctrine and best-practices for both the public and private sectors.  Recommended Policy Actions  •   Led by NIST at DOC, including CAISI, partner with the AI and cybersecurity industries to ensure AI is included in the establishment of standards, response frameworks, best- practices, and technical capabilities (e.g., fly-away kits) of incident response teams.  •   Modify the Cybersecurity and Infrastructure Security Agency’s Cybersecurity Incident & Vulnerability Response Playbooks to incorporate considerations for AI systems and to include requirements for Chief Information Security Officers to consult with Chief AI Officers, Senior Agency Officials for Privacy, CAISI at DOC, and other agency officials as appropriate. Agencies should update their subordinate playbooks accordingly.  •   Led by DOD, DHS, and ODNI, in coordination with OSTP, NSC, OMB, and the Office of the National Cyber Director, encourage the responsible sharing of AI vulnerability information as part of ongoing efforts to implement Executive Order 14306, “Sustaining Select Efforts to Strengthen the Nation’s Cybersecurity and Amending Executive Order 13694 and Executive Order 14144.” 30  30   Executive Order 14306 of June 6, 2025, “Sustaining Select Efforts To Strengthen the Nation’s Cybersecurity and Amending Executive Order 13694 and Executive Order 14144,” Federal Register 90 (111) 24723,   www.govinfo.gov/content/pkg/FR- 2025-06-11/pdf/2025-10804.pdf .\n\n--- Page 23 ---\n\nAMERICA’S AI ACTION PLAN  20  Pillar III: Lead in International AI Diplomacy and  Security  To succeed in the global AI competition, America must do more than promote AI within its own borders. The United States must also drive adoption of American AI systems, computing hardware, and standards throughout the world. America currently is the global leader on data center construction, computing hardware performance, and models. It is imperative that the United States leverage this advantage into an enduring global alliance, while preventing our adversaries from free-riding on our innovation and investment.  Export American AI to Allies and Partners  The United States must meet global demand for AI by exporting its full AI technology stack— hardware, models, software, applications, and standards—to all countries willing to join America’s AI alliance. A failure to meet this demand would be an unforced error, causing these countries to turn to our rivals. The distribution and diffusion of American technology will stop our strategic rivals from making our allies dependent on foreign adversary technology.  Recommended Policy Actions  •   Establish and operationalize a program within DOC aimed at gathering proposals from industry consortia for full-stack AI export packages. Once consortia are selected by DOC, the Economic Diplomacy Action Group, the U.S. Trade and Development Agency, the Export-Import Bank, the U.S. International Development Finance Corporation, and the Department of State (DOS) should coordinate with DOC to facilitate deals that meet U.S.-approved security requirements and standards.  Counter Chinese Influence in International Governance Bodies  A large number of international bodies, including the United Nations, the Organisation for Economic Co-operation and Development, G7, G20, International Telecommunication Union, Internet Corporation for Assigned Names and Numbers, and others have proposed AI governance frameworks and AI development strategies. The United States supports like- minded nations working together to encourage the development of AI in line with our shared values. But too many of these efforts have advocated for burdensome regulations, vague “codes of conduct” that promote cultural agendas that do not align with American values, or have been influenced by Chinese companies attempting to shape standards for facial recognition and surveillance.  Recommended Policy Actions  •   Led by DOS and DOC, leverage the U.S. position in international diplomatic and standard-setting   bodies   to   vigorously   advocate   for   international   AI   governance approaches   that   promote   innovation,   reflect   American   values,   and   counter authoritarian influence.\n\n--- Page 24 ---\n\nAMERICA’S AI ACTION PLAN  21  Strengthen AI Compute Export Control Enforcement  Advanced AI compute is essential to the AI era, enabling both economic dynamism and novel military capabilities. Denying our foreign adversaries access to this resource, then, is a matter of both geostrategic competition and national security. Therefore, we should pursue creative approaches to export control enforcement.  Recommended Policy Actions  •   Led by DOC, OSTP, and NSC in collaboration with industry, explore leveraging new and existing location verification features on advanced AI compute to ensure that the chips are not in countries of concern.  •   Establish a new effort led by DOC to collaborate with IC officials on global chip export control   enforcement.   This   would   include   monitoring   emerging   technology developments in AI compute to ensure full coverage of possible countries or regions where chips are being diverted. This enhanced monitoring could then be used to expand and increase end-use monitoring in countries where there is a high risk of diversion of advanced, U.S.-origin AI compute, especially where there is not a Bureau of Industry and Security Export Control Officer present in-country.  Plug Loopholes in Existing Semiconductor Manufacturing Export Controls  Semiconductors are among the most complex inventions ever conceived by man. America and its close allies hold near-monopolies on many critical components and processes in the semiconductor   manufacturing   pipeline.   We   must   continue   to   lead   the   world   with pathbreaking research and new inventions in semiconductor manufacturing, but the United States must also prevent our adversaries from using our innovations to their own ends in ways that undermine our national security. This requires new measures to address gaps in semiconductor manufacturing export controls, coupled with enhanced enforcement.  Recommended Policy Actions  •   Led by DOC, develop new export controls on semiconductor manufacturing sub- systems. Currently, the United States and its allies impose export controls on major systems necessary for semiconductor manufacturing, but do not control many of the component sub-systems.  Align Protection Measures Globally  America must impose strong export controls on sensitive technologies. We should encourage partners and allies to follow U.S. controls, and not backfill. If they do, America should use tools such as the Foreign Direct Product Rule and secondary tariffs to achieve greater international alignment.  Recommended Policy Actions  •   Led by DOC and DOS and in coordination with NSC, DOE, and NSF, develop, implement, and share information on complementary technology protection measures, including in basic research and higher education, to mitigate risks from strategic adversaries and\n\n--- Page 25 ---\n\nAMERICA’S AI ACTION PLAN  22  concerning entities. This work should build on existing efforts underway at DOS and DOC, or, where necessary, involve new diplomatic campaigns.  •   Develop a technology diplomacy strategic plan for an AI global alliance to align incentives   and   policy   levers   across   government   to   induce   key   allies   to   adopt complementary AI protection systems and export controls across the supply chain, led by DOS in coordination with DOC, DOD, and DOE. This plan should aim to ensure that American allies do not supply adversaries with technologies on which the U.S. is seeking to impose export controls.  •   Expand new initiatives for promoting plurilateral controls for the AI tech stack, avoiding the sole reliance on multilateral treaty bodies to accomplish this objective, while also encompassing existing U.S. controls and all future controls to level the playing field between U.S. and allied controls.  •   Led by DOC and DOD, coordinate with allies to ensure that they adopt U.S. export controls, work together with the U.S to develop new controls, and prohibit U.S. adversaries from supplying their defense-industrial base or acquiring controlling stakes in defense suppliers.  Ensure that the U.S. Government is at the Forefront of Evaluating National Security Risks in Frontier Models  The most powerful AI systems may pose novel national security risks in the near future in areas such as cyberattacks and the development of chemical, biological, radiological, nuclear, or explosives (CBRNE) weapons, as well as novel security vulnerabilities. Because America currently leads on AI capabilities, the risks present in American frontier models are likely to be a preview for what foreign adversaries will possess in the near future. Understanding the nature of these risks as they emerge is vital for national defense and homeland security.  Recommended Policy Actions  •   Evaluate frontier AI systems for national security risks in partnership with frontier AI developers, led by CAISI at DOC in collaboration with other agencies with relevant expertise in CBRNE and cyber risks.  •   Led by CAISI at DOC in collaboration with national security agencies, evaluate and assess potential security vulnerabilities and malign foreign influence arising from the use of adversaries’ AI systems in critical infrastructure and elsewhere in the American economy, including the possibility of backdoors and other malicious behavior. These evaluations should include assessments of the capabilities of U.S. and adversary AI systems, the adoption of foreign AI systems, and the state of   international AI competition.  •   Prioritize the recruitment of leading AI researchers at Federal agencies, including NIST and CAISI within DOC, DOE, DOD, and the IC, to ensure that the Federal government can continue to offer cutting-edge evaluations and analysis of AI systems.  •   Build, maintain, and update as necessary national security-related AI evaluations through collaboration between CAISI at DOC, national security agencies, and relevant research institutions.\n\n--- Page 26 ---\n\nAMERICA’S AI ACTION PLAN  23  Invest in Biosecurity  AI will unlock nearly limitless potential in biology: cures for new diseases, novel industrial use cases, and more. At the same time, it could create new pathways for malicious actors to synthesize harmful pathogens and other biomolecules. The solution to this problem is a multi- tiered   approach   designed   to   screen   for   malicious   actors,   along   with   new   tools   and infrastructure for more effective screening. As these tools, policies, and enforcement mechanisms mature, it will be essential to work with allies and partners to ensure international adoption.  Recommended Policy Actions  •   Require all institutions receiving Federal funding for scientific research to use nucleic acid synthesis tools and synthesis providers that have robust nucleic acid sequence screening and customer verification procedures. Create enforcement mechanisms for this requirement rather than relying on voluntary attestation.  •   Led by OSTP, convene government and industry actors to develop a mechanism to facilitate data sharing between nucleic acid synthesis providers to screen for potentially fraudulent or malicious customers.  •   Build, maintain, and update as necessary national security-related AI evaluations through collaboration between CAISI at DOC, national security agencies, and relevant research institutions.\n\n--- Page 27 ---\n\nAMERICA’S AI ACTION PLAN  24  This page intentionally left blank.\n\n--- Page 28 ---\n\nAMERICA’S AI ACTION PLAN  25",
    "analysis": {
      "governance_power_accountability": "The document reveals clear centralization of power, with the United States government defining the goals and expected outcomes of AI development. Accountability mechanisms are not explicitly stated, and there is an apparent lack of a comprehensive risk management strategy, potentially shifting the burden and risk to the public. Furthermore, the language used implies a competitive and militaristic approach to AI development, suggesting a focus on power dynamics at the global level.",
      "plurality_inclusion_embodiment": "There is a strong reinforcement of a 'default' user assumption, with little explicit consideration for plurality and inclusion. The plan does not show evidence of valuing various knowledge systems, Indigenous, disability, or non-Western perspectives, instead centering primarily on an assumption of Western dominance and the competitive advantages of American innovation.",
      "agency_codesign_self_determination": "There is a lack of discussion regarding community agency and co-design in the AI development process. The language suggests a top-down approach, with the government leading the direction of AI innovation. There are no provisions for self-determination or the right to refuse, with the priority being unquestioned and unchallenged global technological dominance.",
      "reflexivity_situated_praxis": "The document does not exhibit reflexivity or a critical examination of its own positionality, history, and underlying assumptions. There is a lack of awareness of the structural inequities that could be perpetuated or exacerbated through this approach to AI.",
      "legitimacy_claims": {
        "source": "Technocratic",
        "mechanisms": "The document establishes legitimacy through a technocratic rationale, invoking the authority of the White House and emphasizing the potential of AI to reshape power dynamics globally.",
        "tensions": "There is a tension between technocratic and democratic legitimacy claims, with the emphasis on technological dominance potentially sidelining democratic ideals of participation and diversity."
      },
      "key_insight": "The AI Action Plan is characterized by centralization of power, lack of reflexivity, and a dominant technocratic legitimacy claim, potentially sidelining democratic values, and diverse perspectives.",
      "governance_scores": {
        "centralization": 90,
        "rights_focus": 20,
        "flexibility": 40,
        "market_power": 60,
        "procedurality": 75
      },
      "structural_pillars": {
        "risk": {
          "title": "Risk Negligence",
          "description": "Lack of comprehensive risk management strategy",
          "badge": "Risk-Blind"
        },
        "enforcement": {
          "title": "Centralized Control",
          "description": "Top-down approach to AI innovation",
          "badge": "Authoritarian"
        },
        "rights": {
          "title": "Narrow Rights Focus",
          "description": "Little consideration for community agency and diverse perspectives",
          "badge": "Exclusionary"
        },
        "scope": {
          "title": "Technocratic Dominance",
          "description": "Strong focus on technological advancement and global dominance",
          "badge": "Dominant"
        }
      }
    }
  }
]